[
     {
          "rusName": "Линия боли",
          "engName": "Afflict Line",
          "level": 9,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "статуэтка похожая на жертву, стоимостью не меньше 1250 зм"
               }
          },
          "description": "Вы навлекаете на цель и его потомков самые тёмные проклятья. Заклинание не требует от вас прямой видимости цели, главное, чтобы она была в пределах дистанции заклинания. Цель должна совершить успешный спасбросокМудростиили будет проклята до конца действия заклинания. Выберите одну из характеристик, цель получаетпомехуна все проверки и спасброски, основанные на этой характеристике. Кроме этого, мишенью данного проклятия становится и первенец цели. Если он уже рождён, то ему разрешается сделать спасбросок от эффекта заклинания, если же нет - то спасбросок происходит сразу после рождения. Если первенец умер, то проклятие переходит на следующего по старшинству потомка цели.Ритуальная фокусировка.Если вы используете ритуальную фокусировку, то проклятье становится наследственным и переходит от первенца к первенцу на протяжении всей линии семьи. Проклятие оканчивается, как только один из проклятых совершает успешный спасбросок.",
          "url": "https://ttg.club/spells/afflict_line"
     },
     {
          "rusName": "Теневая буря",
          "engName": "Umbral Storm",
          "level": 9,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте канал, который связывает ваш мир иЦарство Теней, которое враждебно жизни и порядку. Буря тёмной, бушующей энтропии заполняет сферу радиусом 20 футов, с центром на точке, которую вы можете видеть в пределах дистанции.Любое существо, которое начинает свой ход в буре или впервые входит в него за ход, получает6к8урона некротической энергией и получает 1уровень истощения. Успешный спасбросокТелосложенияуменьшает урон вдвое и предотвращает полученияистощение.Бонусным действиемвы можете передвинуть бурю на 30 футов в любом направлении.",
          "url": "https://ttg.club/spells/umbral_storm"
     },
     {
          "rusName": "Заточение",
          "engName": "Imprisonment",
          "level": 9,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "рисунок или резная статуэтка, изображающая цель, и особый компонент, зависящий от выбранной версии заклинания, стоящий как минимум 500 зм за каждую кость хитов цели"
               }
          },
          "description": "Вы создаёте магические оковы, удерживающие существо, видимое вами в пределах дистанции.Цель должна преуспеть в спасброскеМудрости, иначе она станет скованной заклинанием.При успехе цель получаетиммунитетк этому заклинанию, если вы будете накладывать его повторно.Находясь под действием этого заклинания, существо не обязано дышать, есть и пить, и оно не стареет. Заклинания школыПрорицанияне могут найти или почувствовать цель.При накладывании этого заклинания вы выбираете один из следующих видов заточения:Захоронение.Цель становится заточённой глубоко под землёй в сфере из магической силы, достаточно большой, чтобы цель могла в ней поместиться. Ничто не может проникнуть сквозь эту сферу, и никакие существа не могут при помощи телепортации или путешествий между планами проникнуть внутрь или наружу. Особым компонентом для этой версии заклинания является небольшая мифриловая сфера.Миниатюризация.Цель уменьшается до высоты 1 дюйм (2,5 сантиметра), и становится заточённой в драгоценном камне или подобном предмете. Свет проходит через камень как обычно (что позволяет цели видеть, а другим существам видеть её), но больше сквозь него ничто не проходит, даже за счёт телепортации и планарных путешествий. Пока заклинание активно, этот камень нельзя ни разрезать, ни сломать. Особым компонентом для этой версии заклинания является большой прозрачный драгоценный камень, такой как корунд, алмаз или рубин.Ограждённая тюрьма.Заклинание переносит цель в крохотный демиплан, защищённый от телепортации и планарных путешествий. Это может быть лабиринт, клетка, башня, или другое подобное укреплённое строение или местность. Особым компонентом для этой версии заклинания является миниатюрная копия тюрьмы, изготовленная из нефрита.Оцепенение.Цель засыпает, и её нельзя разбудить. Особым компонентом для этой версии заклинания являются редкие снотворные травы.Сковывание.Цель удерживают на месте толстые цепи, крепко связанные с землёй, удерживающие цель на месте. Цельопутана, пока заклинание активно, и в это время она не может перемещаться и каким-либо образом быть перемещённой. Особым компонентом для этой версии заклинания является тонкая цепочка из драгоценного металла.Окончание заклинания.Во время накладывания этого заклинания, какую бы версию вы не выбрали, вы можете указать условие, оканчивающее заклинание и отпускающее цель. Условие может быть простым или замысловатым, но Мастер должен признать условие разумным и вероятным. Условия могут основываться на имени существа, его личности, или его божестве, но во всём остальном должны полагаться на обозримые действия или качества, и не должны основываться на таких неосязаемых факторах как уровень, класс или хиты.Заклинаниерассеивание магии [dispel magic]может окончить это заклинание только если будет наложено заклинанием 9 уровня, нацеливаясь либо на тюрьму, либо на особый компонент, использовавшийся для её создания. Вы можете использовать конкретный особый компонент для создания только одной тюрьмы одновременно. Если вы активируете это заклинание ещё раз, используя тот же компонент, предыдущая цель тут же освобождается.",
          "url": "https://ttg.club/spells/imprisonment"
     },
     {
          "rusName": "Пироклазм",
          "engName": "Pyroclasm",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осколок обсидиана"
               }
          },
          "description": "Вы указываете на область земли или подобную поверхность в пределах дистанции. Гейзер магмы извергается из выбранного места, создавая цилиндр из лавы диаметром в 5 футов и высотой в 40, с центром в точке, которую вы можете видеть. Когда он извергается, любое существо или находящееся в области действие, или начинающее в ней свой ход, должно совершить спасбросокЛовкости. Существо получает10к8урона огнём при провале или половину этого урона при успехе.В начале вашего хода лава растекается вокруг основания гейзера. В первый раз, когда она растекается, она образует круг лавы радиусом 10 футов, и радиус увеличивается на 10 футов в каждом последующем раунде, вплоть до предела в 50 футов. Существа, начинающие свой ход в озере лавы, получают5к8урона огнём.Лава прилипает к существу, когда то покидает зону действия, и застывает на нём. Скорость существа уменьшается вдвое, и оно получаетпомехуна спасбросокЛовкости, которая остаётся пока оно не потратит действие чтобы сбить застывшую лаву. Если вы поддерживаете концентрацию на заклинании в течение всей его длительности, гейзер и озеро лавы навсегда застывают в виде немагического камня.Камень удерживает существ, застывших в нём (состояниеопутан).КД камня равен 17, у него 25 хитов и сопротивление любому урону кроме урона звуком, и иммунитет к яду и психическому урону. Опутанное существо может попытаться вырваться,Действиемпройдя проверкуСилы (Атлетика)со Сл 27.",
          "url": "https://ttg.club/spells/pyroclasm"
     },
     {
          "rusName": "Множественное полное исцеление",
          "engName": "Mass Heal",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Поток целительной энергии перетекает от вас к раненым существам. Вы восстанавливаете до700хитов, разделённых на ваш выбор между любым количеством существ, видимых вами в пределах дистанции.Существа, вылеченные этим заклинанием, также исцеляются от всех эффектов, делающих ихослеплённымиилиоглушёнными, а также от всех болезней.Это заклинание не оказывает никакого эффекта на нежить и конструктов.",
          "url": "https://ttg.club/spells/mass_heal"
     },
     {
          "rusName": "Проекция в астрал",
          "engName": "Astral Projection",
          "level": 9,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "для каждого существа требуется по одному гиацинту, стоящему как минимум 1 000 зм, и по одному бруску серебра с орнаментом, стоящему как минимум 100 зм; все компоненты расходуются заклинанием"
               }
          },
          "description": "Вы и до восьми согласных существ в пределах дистанции проецируете свои астральные тела в Астральный План (заклинание проваливается, если вы уже находитесь на этом плане). Оставленные вами материальные тела лежат без сознания в состоянии приостановленной жизнедеятельности; им не нужна пища, воздух, и они не стареют.Ваше астральное тело во всём похоже на смертное тело, оно обладает теми же параметрами и снаряжением. Единственным отличием является серебряная нить, исходящая у вас между лопаток и торчащая наружу, становясь невидимой через 1 фут. Эта нить связывает вас с материальным телом.Пока эта нить цела, вы можете найти путь домой. Если нить перерезать (это могут сделать только эффекты, явно указывающие, что они могут это) ваши душа и тело разделяются, и вы мгновенноумираете.Ваше астральное тело может свободно ходить по Астральному Плану и проходить сквозь порталы, ведущие в другие планы. Если вы входите в новый план или возвращаетесь в свой, ваши тело и снаряжение переносятся по серебряной нити, позволяя вернуться в своё тело при входе на другой план.Ваше астральное тело — отдельное воплощение. Урон и прочие эффекты, применимые к нему, не оказывают воздействие на физическое тело, и не остаются при вашем возвращении в тело.Заклинание оканчивается для вас и ваших спутников, если вы оканчиваете его действием. При этом существа возвращаются в свои тела и просыпаются.Заклинание может окончиться для отдельных существ преждевременно. Успешное заклинаниерассеивание магии [dispel magic], использованное либо на астральное, либо на физическое тело, оканчивает это заклинание для этого существа.Если хиты физического или астрального тела существа опускаются до 0, заклинание оканчивается для него.Если заклинание оканчивается, и серебряная нить нетронута, она возвращает астральное тело в физическое, оканчивая состояние приостановленной жизнедеятельности.Если вы вернулись в своё тело, а спутники остались в астральных телах, но хотят вернуться, они сами должны найти способ вернуться, что обычно происходит в результате опускания хитов до 0.",
          "url": "https://ttg.club/spells/astral_projection"
     },
     {
          "rusName": "Истинное превращение",
          "engName": "True Polymorph",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля ртути, немного гуммиарабика и клуб дыма"
               }
          },
          "description": "Выберите существо или немагический предмет, видимый в пределах дистанции. Вы превращаете существо в другое существо, существо внемагический1предмет или предмет в существо (предмет не должно носить и нести другое существо). Превращение длится, пока активно заклинание, или пока хиты цели не опустятся до0, или она не умрёт.Если вы концентрируетесь на заклинании его полную длительность, превращение длится, пока не будет рассеяно.Перевёртыши не попадают под действие этого заклинания. Несогласные существа могут совершить спасбросокМудрости, и в случае успеха они не попадают под действие заклинания. Это заклинание не может подействовать на цель, у которой0хитов.Существо в существо.Если вы превращаете существо в другое существо, новый облик может быть любым, лишь бы его показатель опасности не превышал ПО цели (или её уровня, если у цели нет показателя опасности). Игровые характеристики цели, включая значения ментальных характеристик, заменяются характеристиками нового облика. У цели остаётся мировоззрение и характер.Цель принимает хиты нового облика. При возвращении в естественный облик количество его хитов будет как до превращения. Если оно возвращается в свой облик от того, что хиты опустились до0, весь «лишний» урон перенесётся на естественный облик. Если «лишний» урон не опускает хиты естественного облика существа до0, оно нетеряет сознание.Действия существа в новом облике ограничены теми, что доступны ей, и она не может говорить, накладывать заклинания и совершать другие действия, требующие рук или речи, если только новый облик не способен выполнять такие действия. Снаряжение цели сливается с её новым обликом. Существо не может активировать, использовать, надевать или получать какие-то иные преимущества от своего снаряжения.Предмет в существо.Вы можете превратить предмет в любое существо, чей размер не превышает размер предмета, и чей показатель опасности не превышает 9. Существо будет дружелюбным по отношению к вам и вашим спутникам. Оно будет действовать в ваш ход. Вы сами решаете, какие действия оно будет совершать, и как будет перемещаться. Характеристики существа есть у Мастера, и он же решает, что получилось из его действий и перемещений.Если заклинание становится постоянным, вы перестаёте контролировать существо. Оно может остаться дружественным по отношению к вам, в зависимости от того, как вы с ним обращались.Существо в предмет.Если вы превращаете существо в предмет, оно превращается вместе с тем, что оно несёт и носит, пока размер предмета не превышает размер существа.2Его параметрами становятся параметры предмета, и существо не помнит о времени, проведённом в этом облике, когда заклинание оканчивается и оно обретает свой естественный облик.",
          "url": "https://ttg.club/spells/true_polymorph"
     },
     {
          "rusName": "Смертный ужас",
          "engName": "Weird",
          "level": 9,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Воззвав к сильнейшим страхам группы существ, вы создаёте иллюзорных существ в их сознаниях, видимых только для них.Все существа в сфере с радиусом 30 футов с центром на выбранной точке в пределах дистанции, должны совершить спасбросокМудрости. При провале существо становитсяиспуганнымна время длительности заклинания.Иллюзия взывает к самым потаённым страхам, проявляясь в виде худших кошмаров и неумолимой угрозы.В конце каждого своего ходаиспуганноесущество должно преуспевать в спасброскеМудрости, иначе оно получает4к10урона психической энергией. При успехе для этого существа заклинание оканчивается.",
          "url": "https://ttg.club/spells/weird"
     },
     {
          "rusName": "Сердце звезды",
          "engName": "Star's Heart",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "50"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "камень йоун соответствующей стоимости"
               }
          },
          "description": "Это заклинание увеличивает гравитацию в пределах 50 футов от вас в десять раз.Все существа, кроме вас, попавшие в эту область, роняют то, что держат в руках,падают ничком, становятсянедееспособнымии не могут двигаться. Если какое-то из этих существ летало или левитировало и при падении встретилось с твёрдым объектом (например, с землёй), то оно получает тройной урон от этого падения.Любое существо не считая вас, входящее в область заклинания или начинающее в ней свой ход, должно совершить успешный спасбросокСилы, или попасть под все эффекты заклинания.Существа уже попавшие под эффекты должны также совершить спасбросокСилы, в случае провала оно получает8к6дробящего урона, а в случае успеха -4к6дробящего урона, а также перестаёт бытьнедееспособными может двигаться на половину от своей скорости.Вседальнобойный атакив зоне действия заклинания имеют обычную и максимальную дальность в 5 и 10 футов соответственно. Это правило относится и к заклинаниям, что создают снаряды с какой-либо массой (например,пылающий шар [flaming sphere]).Существа, находящиеся под эффектами заклинаний и магии схожих по описанию с заклинаниемсвобода перемещения [freedom of movement], получаютпреимуществона спасброскиСилы, их скорость остаётся прежней, и они не попадают под состояниенедееспособности.",
          "url": "https://ttg.club/spells/star's_heart"
     },
     {
          "rusName": "Время в бутылке",
          "engName": "Time in a Bottle",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выбираете точку в пределах видимости. Время в радиусе 20 футов от выбранной точки попадает под ваш контроль. Вы можете заморозить его, обратить вспять или заставить его продвинуться вперёд на 1 минуту, пока вы поддерживаете концентрацию. Никто и ничто, включая вас, не может войти в эту область или воздействовать на то, что происходит внутри. Вы можете окончить эффект в любой момент в ваш ход, и события начинают развиваться с того момента как обычно.",
          "url": "https://ttg.club/spells/time_in_a_bottle"
     },
     {
          "rusName": "Личина богов",
          "engName": "Form of the Gods",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "священный символ"
               }
          },
          "description": "С помощью божественной энергии вы принимаетеформу аватара [avatar form]своего покровителя. Заклинание превращает вас в нечто новое и вносит в ваше тело следующие изменения:Ваш размер становитсяБольшим, если ранее он не был большеВы получаетесопротивлениек колющему, режущему и дробящему от немагических атак, а также ещё к одному дополнительному типу урона на ваш выбор.Вы получаетеМультиатаку- два удара хлопком и один укусом.Ваши параметры изменяются согласно блоку характеристикформы аватара [avatar form].Вы остаётесь в этой форме в течении 1 часа, либо пока не перестанете концентрироваться на ней, либо пока значение ваших хитов не упадёт до0. После этого вы возвращаетесь к своей изначальной форме.",
          "url": "https://ttg.club/spells/form_of_the_gods"
     },
     {
          "rusName": "Великая печать святилища",
          "engName": "Greater Seal of Sanctuary",
          "level": 9,
          "schools": [
               "abjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "ладан и специальные чернила стоимостью не менее 500 зм., потребляемые заклинанием"
               }
          },
          "description": "Вы рисуете на земле, полу или любой другой твёрдой поверхности ангельскую печать.Печать создаёт духовную область в виде сферы радиусом 100 футов. На время заклинания каждая аберрация, элементаль, фея, исчадие или нежить, что приближается к сфере на 5 футов, осознаёт, что собирается пересечь смертельно опасный для неё барьер. Если существо вступает в контакт с границей Святилища, оно должно совершить спасбросокХаризмы. В случае провала существо получает15к8урона излучением и отталкивается на 5 футов от границы Святилища, а также теряет возможность совершать по границе атаки, будь то заклинание, способность или оружие. Если тип существа исчадие, и оно не находится на своём родном плане, то оно немедленно уничтожается, а не получает урон. В случаеуспехасущество получает половину от урона и способно пересечь её.Находясь внутри Святилища аберрации, элементали, феи, исчадия и нежить получаютпомехуна все атаки, проверки и спасброски, а также4к8урона излучением в начале своего каждого хода.Все эффекты заклинанию применяются к указанным типам существ во время пересечения границы любым способом - включая телепортацию и экстрапланарные перемещения.Существа, находящиеся в пределах 100 футов от печати, и отличные от аберраций, элементалей, фей, исчадий и нежити не могут бытьочарованыилииспуганы.Печать имеет75хитов,сопротивлениек колющему, режущему и дробящему урона ииммунитетк урону психической энергией и ядом. Как только хиты печати падают до 0, она исчезает и заклинание заканчивается.",
          "url": "https://ttg.club/spells/greater_seal_of_sanctuary"
     },
     {
          "rusName": "Пламя феникса",
          "engName": "Phoenix Flames",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы поджигаете себя, испепеляя своё тело во вспышке святого пламени. Все существа в пределах 20 футов от вас должны совершить спасбросокТелосложенияили получить30к6урона излучением и однустепень истощения.Существа получают лишь половину урона и не получаютстепень истощенияпри успехе. Если существо погибло вследствие получения урона от этого заклинания его тело сгорает дотла.Через 10 минут, вы восстаёте из пепла в тот месте, где наложили это заклинание. Вы возвращаетесь к жизни так, словно стали целью заклинанияистинное воскрешение [true resurrection].",
          "url": "https://ttg.club/spells/phoenix_flames"
     },
     {
          "rusName": "Ревущая бездна",
          "engName": "Ravenous Void",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "1000"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькая девятиконечная звезда из железа"
               }
          },
          "description": "Вы создаёте сферу разрушительной гравитационной силы с радиусом до 40 фт. в указанной точке в пределах дистанции заклинания. На время действия заклинания сфера и все пространство в пределах 100 футов от неё являютсятруднопроходимой местностью, и немагические объекты, полностью находящиеся внутри сферы, уничтожаются, если их не несут и не носят.Когда сфера появляется и в начале каждого вашего хода, пока заклинание не заканчивается, незакрепленные предметы, в пределах 100 футов от сферы притягиваются к центру сферы, заканчиваясь в незанятом пространстве как можно ближе к центру.Существо, которое начинает свой ход в пределах 100 футов от сферы, должно преуспеть в спасброскеСилыили быть притянутым прямо к центру сферы, заканчиваясь в незанятом пространстве как можно ближе к центру. Любое существо, которое впервые за ход входит в область сферы или начинает там ход получает5к10урона силовым полем и становитсяопутаннымдо тех пор, пока оно больше не находится в сфере. Если сфера находится в воздухе,опутанноесущество парит внутри сферы.Существо может использовать своеДействиедля проверкиСилыпротив сложности вашего заклинания, заканчиваяопутанноесостояние на себя или другом существе в сфере, до которой оно может дотянуться. Если хиты существа в сфере опускаются до0, оно распадается. Распавшееся существо, а также всё, что оно несло и носило, кроме магических предметов, превращается в кучку мелкого серого порошка.",
          "url": "https://ttg.club/spells/ravenous_void"
     },
     {
          "rusName": "Остановка времени",
          "engName": "Time Stop",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы ненадолго останавливаете поток времени для всех кроме себя. Для всех остальных существ время перестаёт течь, а вы получаете1к4 + 1ход подряд, во время которых можете совершатьдействияи перемещаться как обычно.Это заклинание оканчивается, если одно из вашихдействий, совершённых за этот период, или любой из эффектов, созданных вами за этот период, воздействует на других существ или предмет, несомый или носимый кем-то другим.Кроме того, заклинание оканчивается, если вы перемещаетесь в место, находящееся более чем в 1 000 футов от того места, где вы его активировали.",
          "url": "https://ttg.club/spells/time_stop"
     },
     {
          "rusName": "Множественное превращение",
          "engName": "Mass Polymorph",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кокон гусеницы"
               }
          },
          "description": "Вы трансформируете до десяти существ по вашему выбору, которых вы можете видеть в пределах дистанции.Несогласная цель должна преуспеть в спасброскеМудрости, чтобы противостоять трансформации. Несогласный перевёртыш по своему желанию автоматически преуспевает в спасброске.Каждая цель принимает звериный облик по вашему выбору, вы можете выбрать один и тот же облик или разные для каждой цели. Новый облик может представлять собой любого зверя, которого вы видели, чей показатель опасности равен или меньше показателя опасности цели (или половины уровня цели, если у неё нет показателя опасности). Игровые параметры цели, включая ментальные способности, заменяются параметрами выбранного зверя, но цель сохраняет хиты, мировоззрение и личность.Каждая цель получаетвременные хитыв количестве, равном количеству хитов её нового облика. Этивременные хитыне могут быть замещенывременными хитами, полученными из другого источника.Цель возвращается к своему нормальному облику, когда у неё больше нетвременных хитовили когда она умирает.Если заклинание оканчивается раньше этого момента, существо теряет все своивременные хитыи возвращается к нормальному облику.Существо ограничено в действиях, которые оно может выполнять, природой своего нового облика. Оно не может говорить, колдовать заклинания или делать что-либо еще, требующее рук или речи. Экипировка цели сливается с новым обликом.Цель не может активировать, использовать, держать или иным образом извлекать выгоду из любого своего снаряжения.",
          "url": "https://ttg.club/spells/mass_polymorph"
     },
     {
          "rusName": "Клинок разрушения",
          "engName": "Blade of Disaster",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаете пространственную трещину в форме клинка длиной около 3 футов в свободном пространстве, которое вы можете видеть в пределах дистанции заклинания. Клинок существует до окончания действия заклинания. Когда вы произносите это заклинание, вы можете совершить до двух заклинательных атак ближнего боя этим клинком, против существа, неудерживаемого предмета или постройки в пределах 5 футов от клинка.При попадании цель получает4к12урона силовым полем. Эта атака считается критическим попаданием, при выпадении нак20значений «18-20». При критическом попадании клинок дополнительно наносит8к12урона силовым полем (в общей сложности12к12урона силовым полем).Бонусным действиемв свой ход вы можете переместить клинок на расстояние до 30 футов в незанятое пространство, которое вы можете видеть, а затем снова совершить до двух заклинательных атак ближнего боя клинком.Клинок может без вреда перемещаться через любые барьеры, в том числе созданные заклинаниемсиловая стена [wall of force].",
          "url": "https://ttg.club/spells/blade_of_disaster"
     },
     {
          "rusName": "Шторм Лей",
          "engName": "Ley Storm",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Формируется клубящаяся грозовая туча лей-энергии с центром в точке которую вы можете видеть и горизонтально расширяется до радиуса 360 футов и толщины 30 футов. Меняющийся свет прорывается сквозь клубящееся облако и из него вырывается ревущий гром. Каждое существо, находящееся под облаком в момент его создания (не более чем в 1.5 км под ним) получает2к6урона звуком и глохнет на 5 минут.Успешный спасбросокТелосложениясводит на нет оба эффекта. Каждый раунд, пока вы поддерживаете концентрацию на этом заклинании, шторм оказывает дополнительные эффекты в ваш ход.Раунд 2.Наполненная энергией лей галька сыпется из тучи, нанося1к6дробящего урона всем, кто находится под ней (без спасбросков).Раунд 3.До шести разрядов, заряженных лей-энергией, вылетают из облака чтобы поразить существ или объекты на ваш выбор. Одно существо или предмет может быть поражено лишь одним болтом. Пораженное существо получает8к8урона силовым полем, или вдвое меньше при успешном спасброскеЛовкости.Раунд 4.Вспышка призматического света наполняет 20 футовую сферу с центром в точке под облаком. На всех существ в сфере действует заклинаниеразрушительная аура [disruptive aura].Раунды 5-10.разноцветные вспышки света прорываются сквозь облако, давая всем существампомехуна проверкиМудрости (Внимательность)полагающиеся на зрение, когда они находятся под облаком. Так же, каждый раунд вы создаете всплеск энергии, который наполняет 20 футовую сферу с центром в точке под облаком и которую вы можете видеть. Каждое существо в сфере получает4к8урона силовым полем (без спасброска).Особенность:Геомант, сотворивший это заклинание, восстанавливает себе4к10хитов.",
          "url": "https://ttg.club/spells/ley_storm"
     },
     {
          "rusName": "Психический крик",
          "engName": "Psychic Scream",
          "level": 9,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы высвобождаете силу своей мысли, чтобы выжечь разум до десяти существ по вашему выбору, которых вы можете видеть в пределах дистанции. Существа, у которыхИнтеллектравен 2 или ниже, не попадают под действие этого заклинания.Каждая цель должна совершить спасбросокИнтеллекта. При провале цель получает14к6урона психической энергией и становитсяошеломлённой. При успехе цель получает только половину урона и неошеломлена.Если этот урон убивает цель, её голова взрывается, при наличии таковой.Ошеломлённаяцель может совершать спасбросокИнтеллектав конце каждого своего хода. При успехеошеломлениеспадает.",
          "url": "https://ttg.club/spells/psychic_scream"
     },
     {
          "rusName": "Украсть бессмертие",
          "engName": "Steal Immortality",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "инкрустированный самоцветами череп гуманоида, стоящий как минимум 1 000 зм., расходуемый заклинанием"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить девять костей хитов иначе заклинание автоматически проваливается.Если вы это делаете, бросьте потраченные на накладывание заклинания кости хитов и отметьте результат броска как «хиты смертного» и существо чьи хиты опустились до 0, которое вызвало срабатывание этого заклинания моментально умирает. Если это существо должно было вернуться на свой план существования с 0 хитов,то вместо этого оно уничтожается. Смените свой тип существа на тип уничтоженного существа.Пока ваш тип существа изменён этим заклинанием вы получаетеиммунитетк состоянию отравленный и к болезням, вам больше не надо есть, пить или дышать, вы получаетесопротивлениек немагическому урону и получаете преимущество в зависимости от вашего нового типа существа:Небожитель.Вы получаетесопротивлениеурону излучением и некротической энергией, а также получаете скорость полёта 30 футов.Элементаль.Вы получаетесопротивлениеурону кислотой, холодом, огнём, электричеством и звукомФея.В свой ход вы можетебонусным действиемстатьневидимымдо начала вашего следующего хода или вы можете телепортироваться на 60 футов в любом направлении.Исчадие.Вы получаетесопротивлениек урону холодом и огнём, а также получаете скорость полета 60 футов.Нежить.Вы получаетеиммунитетк урону некротической энергией и состояниюочарованныйииспуганный.Ваш тип существа остаётся изменённым пока вы не наложите заклинание снова, моментально оканчивая его действие или вы получите урон, который опустит ваши хиты до0, что приведёт к тому, что ваш тип существа возвращается в норму и ваши хиты становятся равны отмеченным «хитам смертного».",
          "url": "https://ttg.club/spells/steal_immortality"
     },
     {
          "rusName": "Слово силы: Исцеление",
          "engName": "Power Word Heal",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Волна целительной энергии окутывает существо, которого вы касаетесь. Цель восстанавливает все свои хиты. Если существоиспугано,очаровано,ошеломленоилипарализовано, это состояние оканчивается.Если существо лежитничком, оно можетреакциейвстать. Это заклинание не оказывает никакого эффекта на нежить и конструктов.",
          "url": "https://ttg.club/spells/power_word_heal"
     },
     {
          "rusName": "Квинтэссенция",
          "engName": "Quintessence",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете на себя силу архангела, наполняясь его небесной сущностью и принимаете ангельские черты (золотая кожа, светящиеся глаза и эфирные крылья). Пока вы сконцентрированы на заклинании, ваше КД не может быть меньше 20 и вы получаетеиммунитетк состояниюиспуганныйи к некротическому урону.Кроме этого, каждое враждебное существо, начинающее свой ход в пределах 120 футов от вас, или входящих в эту область первый раз за раунд, должно совершить успешный спасбросокМудрости, или статьиспуганнымна 1 минуту.Испуганноесущество считается ещё иопутанным. Оно может повторять спасбросок в конце своего каждого хода, и при успехе окончить эффект состояния. Если существо прошло спасбросок, или эффект закончился, то оно становится невосприимчивым к эффектуиспуганныйдо того момента, пока вы не сотворите Квинтэссенцию снова.",
          "url": "https://ttg.club/spells/quintessence"
     },
     {
          "rusName": "Неуязвимость",
          "engName": "Invulnerability",
          "level": 9,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "небольшой кусочек адамантина стоит не менее 500 зм, потребляемый при заклинании"
               }
          },
          "description": "Вы получаетеиммунитетко всему урону, пока заклинание активно.",
          "url": "https://ttg.club/spells/invulnerability"
     },
     {
          "rusName": "Мировоззрение космоса",
          "engName": "Cosmic Alignment",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек кварца"
               }
          },
          "description": "Вы направляете силу космоса в нужное вам русло. Выберите космическое явление из способности Постичь Звёздный Небосвод, которое повлияет на заклинания (Сопряжение, Затмение или Сверхновая звезда.Сопряжение:Планетарные соединения дестабилизируют разум и эмоции. Вы можете дать одному существу, которое вы видите,помехуна спасбросок против одного наложенного вами заклинания школыОчарованияилиИллюзии.Затмение:Затмения погружают мир во тьму и укрепляют связи с теневым планом. Когда вы накладываете заклинание 5-го уровня или ниже, наносящее урон некротической энергией, вы можете перебросить несколько кубиков урона до значения вашего модификатораИнтеллекта(минимум один). Вы должны использовать новый бросок.Сверхновая звезда:Сверхновая звезда— мощный помощник в заклинаниях школы Прорицания. Вы можете рассматривать одно сотворенное вами заклинание школы Прорицания так, как если бы вы использовали ячейку заклинания на один уровень выше, чем фактически используемая ячейка.Все заклинания, произносимый до следующего восхода солнца или по истечению 24 часов (смотря что произошло раньше), сотворяются под выбранным эффектом. Если заклинание требует от вас использовать Понимание, вместо этого вы можете использовать свою Ритуальную Фокусировку. Мировоззрение Космоса должно быть наложено на открытом воздухе, выбранный вами эффект будет виден для всех существ в радиусе 100 миль (160 км) от заклинателя - символ, соответствующий эффекту (например, пылающая комета), появляется в небе над заклинателем.",
          "url": "https://ttg.club/spells/cosmic_alignment"
     },
     {
          "rusName": "Утрата времени",
          "engName": "Time Ravage",
          "level": 9,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "песочные часы, заполненные алмазной пылью стоимостью не менее 5000 зм, которые расходует заклинание"
               }
          },
          "description": "Выберите существо, которое видите в пределах дистанции. Вы подвергаете его физическую форму разрушению от быстрого старения.Цель должна преуспеть в спасброскеТелосложения, иначе получить10к12урона силовым полем, или половину урона при успехе. Если спасбросок провален, цель также стареет до того момента, когда у нее остается только 30 дней до смерти от старости. В этом состарившемся состоянии у целипомехана броски атаки, проверки характеристик и спасброски, и ее скорость перемещения уменьшается вдвое.Только заклинаниеисполнения желания [wish]иливысшее восстановление [greater restoration], сотворенное ячейкой заклинания 9-го уровня, может прекратить эти эффекты и восстановить цель до ее предыдущего возраста.",
          "url": "https://ttg.club/spells/time_ravage"
     },
     {
          "rusName": "Радужная стена",
          "engName": "Prismatic Wall",
          "level": 9,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Мерцающая разноцветная плоскость формирует вертикальную непрозрачную стену с длиной 90 футов, высотой 30 футов и толщиной 1 дюйм, с центром на точке, видимой в пределах дистанции. В качестве альтернативы, вы можете свернуть стену в сферу до 30-ти футов диаметром с центром на точке, видимой в пределах дистанции. Стена существует, пока активно заклинание.Если вы размещаете стену так, что она пройдёт по пространству, занятому существом, заклинание проваливается, а ваше действие и ячейка заклинания тратятся. Стена испускает яркий свет в пределах 100 футов и тусклый свет в пределах ещё 100 футов. Вы и существа, указанные вами при накладывании заклинания, можете без вреда проходить сквозь стену и оставаться возле неё. Если другое существо, способное видеть, перемещением оказывается в пределах 20 футов от стены или начинает там ход, оно должно преуспеть в спасброскеТелосложения, иначе оно станетослеплённымна 1 минуту. Стена состоит из семи слоёв разного цвета.Когда существо пытается коснуться стены или пройти сквозь неё, оно проходит по одному слою за раз, пока не пройдёт сквозь все. Коснувшись очередного слоя, существо должно совершить спасбросокЛовкости, чтобы защититься от его эффектов, описанных ниже.Стену можно уничтожить по одному слою за раз в порядке от красного к фиолетовому средствами, специфичными для каждого слоя. Уничтоженный слой остаётся уничтоженным на период всего действия заклинания.Преграда магии [antimagic field]не оказывает на стену эффекта, арассеивание магии [dispel magic]уничтожает только фиолетовый слой.1Красный.Существо получает10к6урона огнём при провале или половину этого урона при успехе. Пока этот слой существует, немагическиедальнобойные атакине могут проходить сквозь стену. Этот слой можно уничтожить, причинив ему25урона холодом.Оранжевый.Существо получает10к6урона кислотой при провале или половину этого урона при успехе. Пока этот слой существует, магическиедальнобойные атакине могут проходить сквозь стену. Этот слой можно уничтожить сильным ветром.Жёлтый.Существо получает10к6урона электричеством при провале или половину этого урона при успехе. Этот слой можно уничтожить, причинив ему60урона силовым полем .Зелёный.Существо получает10к6урона ядом при провале или половину этого урона при успехе. Заклинаниесоздание прохода [passwall], а также другие заклинания, с неменьшим уровнем, открывающие проходы в твёрдой поверхности, уничтожают этот слой.Голубой.Существо получает10к6урона холодом при провале или половину этого урона при успехе. Этот слой можно уничтожить, причинив ему25урона огнём.Синий.При провале существо становитсяопутанным. После этого оно в конце каждого своего хода должно совершать спасброскиТелосложения. Если оно успешно спасётся три раза, заклинание оканчивается. Если оно провалит спасбросок три раза, оно превращается в камень и получает состояниеокаменевшеена время длительности заклинания. Успехи и провалы не обязаны быть последовательными; отслеживайте их отдельно, пока не накопится три вида чего-то одного. Пока этот слой существует, сквозь стену нельзя накладывать заклинания. Этот слой уничтожаетсяярким светомот заклинаниядневной свет [daylight]или подобного заклинания с не меньшим уровнем.Фиолетовый.При провале существо становитсяослеплённым. После этого оно в начале вашего следующего хода должно совершить спасбросокМудрости. Успешное спасение оканчиваетслепоту. При провале существо переносится на другой план, выбранный Мастером, и перестаёт бытьослеплённым(обычно существа на неродных планах изгоняются домой, а остальные существа обычно выбрасываются на Астральный или Эфирный планы). Этот слой уничтожается заклинаниемрассеивание магии [dispel magic]или подобными заклинаниями с неменьшим уровнем, оканчивающими заклинания и магические эффекты.",
          "url": "https://ttg.club/spells/prismatic_wall"
     },
     {
          "rusName": "Полное превращение",
          "engName": "Shapechange",
          "level": 9,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "нефритовый обруч, стоящий как минимум 1 500 зм, который вы должны надеть на голову перед накладыванием заклинания"
               }
          },
          "description": "Вы принимаете на время действия заклинания облик другого существа. Новый облик может принадлежать существу с показателем опасности не больше вашего уровня. Это не может быть конструкт или нежить, и вы должны хотя бы раз видеть такое существо.Вы превращаетесь в среднестатистического представителя таких существ, без уровней классов и умения Использование заклинаний. Ваши игровые параметры заменяются параметрами выбранного существа, хотя у вас остаётся мировоззрение и значенияИнтеллекта,МудростииХаризмы.Вы также сохраняете все владения навыками и спасбросками, но также получаете те, что есть у нового облика.Если у вас и существа есть совпадающие владения, и указанный для него бонус выше вашего, вы используете бонус существа.Вы не можете использовать легендарные действия и действия в логове нового облика.Вы принимаете хиты и Кость Хитов нового облика. Когда вы возвращаете свой облик, ваши хиты будут такими же, как до превращения.Если вы возвращаете облик из-за того, что хиты опустились до0, весь излишний урон переносится на ваш облик. Если излишний урон не опустил ваши хиты до0, вы нетеряете сознание.Вы сохраняете все преимущества от умений класса, расы и прочих источников, и можете использовать их, при условии, что новый облик физически на это способен.Вы не можете использовать особые чувства (например,тёмное зрение), если их нет и у нового облика.Вы можете говорить только если существо в естественных условиях может говорить.Когда вы превращаетесь, вы выбираете, свалится ли ваше снаряжение на землю, сольётся с новым обликом или окажется на него надетым. Носимое снаряжение функционирует как обычно. Мастер определяет, сможет ли новый облик использовать тот или иной предмет снаряжения, в зависимости от формы и размера существа.Ваше снаряжение не меняет форму и размер, и снаряжение, которое не может быть надето на новый облик, должно либо свалиться на землю, либо слиться с новым обликом. Слившееся снаряжение не оказывает никакого эффекта.Пока это заклинание активно, вы можете действием принимать новые облики, подчиняющиеся тем же самым ограничениям, с одним исключением: если у нового облика больше хитов чем у вашего текущего, количество хитов остаётся прежним.",
          "url": "https://ttg.club/spells/shapechange"
     },
     {
          "rusName": "Кольцо разрушения",
          "engName": "Circle of Devastation",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте кольцо разрушительной энергии радиусом в 20 и высотой в 1 фут вокруг точки, которую вы можете видеть в пределах досягаемости. Область внутри кольца являетсятруднопроходимой местностью.При накладывании заклинания (а также в следующих ходахбонусным действием) вы можете выбрать один из следующих типов урона: холодом, огнём, электричеством, некротической энергией или излучением. Существа и объекты, которые касаются кольца, которые находятся внутри него, когда оно создано, или которые заканчивают свой ход внутри кольца, получают6к6выбранного типа урона или половину урона при успешном спасброскеТелосложения. Существо или объект, здоровье которого уменьшилось до 0 вследствие заклинания, превращается в мелкий пепел.В начале каждого своего следующего хода радиус кольца увеличивается на 20 футов. Любые существа или объекты, затронутые расширяющимся кольцом, немедленно подвергаются его эффектам.",
          "url": "https://ttg.club/spells/circle_of_devastation"
     },
     {
          "rusName": "Таинство падающего огня",
          "engName": "Sacrament of the Falling Fire",
          "level": 9,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 100 зм. за каждое участвующее в церемонии существо, которые расходуются заклинанием"
               }
          },
          "description": "Это заклинание можно использовать только в области, покрытойГлубинной мглой.Вы проводите священную церемонию с участием до 12 верных и согласных гуманоидных существ, которая заканчивается, когда каждое участвующее существо вонзает осколок делериума себе в грудь. Эти существа становятся освященными (см. «Последователи падающего огня» в «Подземелья Драккенхейма»).Когда вы закончите накладывать это заклинание, появляется враждебнаятень [shadow]и нападет на каждого участника, что является проявлением внутренней тьмы этого персонажа. Мастер может определить, что персонаж, несущий в своем сердце сильный гнев, страх или ненависть, вместо этого вызывает появлениепризрака [wraith].",
          "url": "https://ttg.club/spells/sacrament_of_the_falling_fire"
     },
     {
          "rusName": "Исполнение желаний",
          "engName": "Wish",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Исполнение желаний это самое мощное заклинание, которое могут накладывать смертные. Высказав вслух свои пожелания, вы можете изменить основы мироздания.Это заклинание может дублировать эффекты любого заклинания с уровнем не больше 8.Вы не обязаны выполнять требования этих заклинаний, включая стоимость дорогих компонентов. Заклинание просто начинает оказывать свой эффект.В качестве альтернативы, вы можете создать один из следующих эффектов на свой выбор:Вы создаёте один предмет, стоящий до 25 000 зм, не являющийся волшебным. Этот предмет не может превышать ни в одном измерении 300 футов, и он появляется в свободном пространстве, видимом вами, на земле.Вы позволяете до двенадцати другим существам, видимым вами, восстановить все хиты, и вы оканчиваете все действующие на них эффекты, описанные в заклинаниивысшее восстановление [greater restoration].Вы даруете до десяти существам, видимым вами,сопротивлениек выбранному вами виду урона.Вы даруете до десяти существам, видимым вами,иммунитетк одному заклинанию или другому магическому эффекту на 8 часов. Например, вы можете даровать себе и всем своим спутникам иммунитет к вытягивающей жизнь атаке лича.Вы отменяете одно недавно произошедшее событие, заставив перебросить любой бросок, совершённый в последнем раунде (включая ваш последний ход). Реальность будет сформирована заново, согласно новому результату. Например, заклинание исполнение желаний может отменить успешный спасбросок противника, его критическое попадание, или проваленный спасбросок друга.Вы можете дароватьпомехуилипреимуществок броску, и можете либо выбрать новый результат, либо оставить старый. Вы можете попытаться получить эффект, отличный от приведённых примеров.Максимально точно передайте желание Мастеру. Мастер обладает широкой свободой выбора при вынесении суждения о том, что произошло; чем больше желание, тем больше вероятность того, что что-то пойдёт не так.Это заклинание может просто провалиться, желаемый эффект может осуществиться лишь частично, или же вы можете претерпеть непредвиденные последствия из-за формулировки желания.Например, желание, чтобы злодей был мёртв, может зашвырнуть вас вперёд во времени, фактически, выводя вас из игры.Желание получить легендарный магический предмет или артефакт может мгновенно перенести вас к его текущему обладателю.Создание этим заклинанием любого эффекта кроме дублирования другого заклинания ослабляет вас.Получив это ослабление, каждый раз до окончанияпродолжительного отдыха, когда вы накладываете заклинание, вы получаете1к10урона некротической энергией за каждый уровень этого заклинания. Этот урон никак нельзя отменить или уменьшить.Кроме того, вашаСилана2к4дня опускается до 3, если она была больше 3. За каждый день, в течение которого вы только отдыхаете и не делаете ничего кроме лёгкой деятельности, оставшееся время сокращается на 2 дня.Кроме того, если вы получили это ослабление, существует33%шанс, что вы больше никогда не сможете накладывать заклинание исполнение желаний.",
          "url": "https://ttg.club/spells/wish"
     },
     {
          "rusName": "Слово силы: Смерть",
          "engName": "Power Word Kill",
          "level": 9,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слово силы, заставляющее существо, которое вы видите в пределах дистанции, мгновенно умереть. Если у выбранного вами существа не больше100хитов, он умирает. В противном случае это заклинание не оказывает никакого эффекта.",
          "url": "https://ttg.club/spells/power_word_kill"
     },
     {
          "rusName": "Большой лабиринт",
          "engName": "Maze, Greater",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Эффект заклинания аналогичен заклинаниюлабиринт [maze], за исключением того, что во время своего каждого нового хода цель должна совершать спасбросокЛовкости, в случае провала она получает4к6урона психической энергией из-за ловушки и других опасностей, поджидающих её в лабиринте, в случае успеха урон уменьшается вдвое.Выбраться из этого лабиринта гораздо сложнее. Цель продолжает совершать спасброскиИнтеллектав поисках выхода, но для окончания действия заклинания успехов должно быть два.",
          "url": "https://ttg.club/spells/maze,_greater"
     },
     {
          "rusName": "Метеоритный дождь",
          "engName": "Meteor Swarm",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пылающие шары ударяют о землю в четырёх разных точках, видимых в пределах дистанции.Все существа в сфере с радиусом 40 футов с центром на каждой из точек должны совершить спасбросокЛовкости. Существо получает при провале20к6урона огнём и20к6дробящего урона, или половину урона при успехе.Сфера огибает углы.Существо, находящееся в области двух взрывов получает урон только один раз.Заклинание причиняет урон предметам и воспламеняет горючие предметы, которые никто не несёт и не носит.",
          "url": "https://ttg.club/spells/meteor_swarm"
     },
     {
          "rusName": "Предвидение",
          "engName": "Foresight",
          "level": 9,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "перо колибри"
               }
          },
          "description": "Вы касаетесь согласного существа, даруя ограниченную способность предвидеть будущее.Пока заклинание активно, цель нельзязастать врасплох, и она совершает спреимуществомброски атаки, проверки характеристик и спасброски.Кроме того, пока заклинание активно, другие существа совершают по цели броски атаки спомехой.Это заклинание мгновенно оканчивается, если вы активируете его ещё раз до окончания длительности.",
          "url": "https://ttg.club/spells/foresight"
     },
     {
          "rusName": "Истинное воскрешение",
          "engName": "True Resurrection",
          "level": 9,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "немного святой воды и бриллианты, стоящие как минимум 25 000 зм, расходуемые заклинанием"
               }
          },
          "description": "Вы касаетесь существа, мёртвого не больше двух сотен лет, умершего от чего угодно кроме старости. Если душа цели свободна и согласна, цель возвращается к жизни с полными хитами.Это заклинание закрывает все раны, нейтрализует все яды, исцеляет все болезни и снимает все проклятья, бывшие у существа в момент смерти. Заклинание заменяет повреждённые и отсутствующие органы и части тела.Это заклинание может даже воссоздать новое тело, если старого больше нет. В этом случае вы должны произнести вслух имя существа. Это существо появляется в свободном пространстве, выбранном вами в пределах 10 футов.",
          "url": "https://ttg.club/spells/true_resurrection"
     },
     {
          "rusName": "Теогенез",
          "engName": "Theogenesis",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "жертва стоимостью не менее 10 000 зм, расходуемая заклинанием, и все три божественных артефакта: кадуцей, амброзия и огонь прометея"
               }
          },
          "description": "Теогенез — это мощное заклинание, которое используется, чтобы поместитьбожественную искрув смертное существо, даруя ему возможность стать божеством. При сотворении заклинания пожертвование расходуется, а артефакты остаются.Выберите целью одно (не божественное) существо. Вы должны касаться его во время наложения заклинания. Если контакт нарушен, и вы, и цель получаете20к6урона излучением, а заклинание и приношение теряются. Если заклинание успешно наложено, то один из великих богов должен решить, даровать ли существубожественную искру. Отношения существа с богом определяют его шанс на успех, и базовый шанс составляет 0%. Каждый из бонусов, представленных ниже, накопительный:Цель разделяет по крайней мере один из факторов мировоззрения с великим богом: + 20%Цель имеет в точности такое же мировоззрение, что и великий бог: + 20%Цель преданно поклонялась богу в том же пантеоне по крайней мере год: + 20%Цель преданно поклонялась великому богу по крайней мере год: + 30%Неудача означает, что великий бог решает не даровать божественную искру. Этот великий бог не может быть выбран снова, при наложении заклинания на ту же цель. Успех означает, что цель навсегда получила божественную искру. Ее можно убрать только заклинаниемисполнение желаний [wish].",
          "url": "https://ttg.club/spells/theogenesis"
     },
     {
          "rusName": "Источник Лей",
          "engName": "Ley Surge",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы можете наложить это заклинание, лишь если в радиусе 5 миль (8 км) есть лей-линии, высвобождая их и выпуская искру, которая вспыхивает в 30-футовую сферу с центром в точке в пределах 150 футов от вас.Каждое существо в этой сфере получает4к6урона силовым полем и становитсяоглушённымна 1 минуту; с успешным спасброскомТелосложенияполучает половину урона и неоглушается.Оглушённоесущество повторяет спасбросок в конце каждого своего хода, оканчивая эффект при успехе.Особенность.Геомант с лей-линией может накладывать это заклинания на любом расстоянии от лей-линии, пока находится на одном плане с ней.",
          "url": "https://ttg.club/spells/ley_surge"
     },
     {
          "rusName": "Врата",
          "engName": "Gate",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "бриллиант, стоящий как минимум 5 000 зм"
               }
          },
          "description": "Вы создаёте портал, соединяющий свободное пространство, видимое вами в пределах дистанции, с точным местом на другом плане существования. Портал представляет собой круглое отверстие, которое может быть диаметром от 5 до 20 футов.Вы можете ориентировать портал в любом направлении. Портал существует, пока заклинание активно. На каждом плане у портала есть передняя и задняя сторона. Путешествовать через портал можно только проходя через его переднюю часть. Всё, что так проходит, мгновенно перемещается на другой план, появляясь в свободном пространстве рядом с порталом. Божества и другие планарные правители могут предотвращать создание порталов этим заклинанием в их присутствии или где угодно в пределах их домена.Когда вы накладываете это заклинание, вы можете назвать имя конкретного существа (псевдоним, титул или прозвище не подходят). Если это существо находится на другом плане, портал открывается непосредственно возле него, и это существо втягивается, оказываясь в ближайшем свободном пространстве с вашей стороны портала.Вы не получаете над ним никакого особого контроля, и оно может действовать так, как сочтёт нужным Мастер. Оно может уйти, может напасть на вас, а может помочь вам.",
          "url": "https://ttg.club/spells/gate"
     },
     {
          "rusName": "Дань Маммона",
          "engName": "Mammon's Due",
          "level": 9,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "11 позолоченных человеческих черепов, стоимостью не менее 150 зм. каждый, расходующихся во время заклинания"
               }
          },
          "description": "Вы призываете цилиндрическую воронку, состоящую из тлеющего пепла и цепких рук из расплавленного металла. Воронка 20 футов в глубину и 50 футов в диаметре, а также считаетсятруднопроходимой местностью. Существа, находящиеся в области накладывания заклинания, или начиняющие свой ход внутри воронки, получают10к6урона огнём, а также должны совершить спасбросокСилыилиЛовкости, в случае провала существо становитсясхваченнымметаллическими руками, что пытаются затащить его поглубже в пепел.Существо, всё ещё схваченное руками на момент вашего хода, должно совершить успешный спасбросокСилы, или быть затянутым в пепел на 5 футов. Существо, затянутое в пепел, считается ослеплённым, глухим и неспособным дышать. Чтобы выбраться из этой ловушки оно должно действием совершить проверкуСилыилиЛовкостипротив Сл ваших заклинаний. В случае успеха, оно выбирается из-под пепла и может передвигаться по воронке как по труднопроходимой местности. Существо более не требуется совершать спасбросокСилыилиЛовкостичтобы избежать захвата от рук в этом ходу, но он продолжает совершать спасброски, если на момент начала следующего хода всё ещё находится в воронке.Диаметр воронки увеличивается на 10 футов в начале каждого вашего хода на протяжении всей длительности заклинания. После окончания действия на месте воронки остаётся яма из пепла, но руки исчезают и все задержанные существа автоматически освобождаются. По мере того, как пепел медленно остывает, он наносит1к6урона огнём в течении часа, после окончания заклинания.",
          "url": "https://ttg.club/spells/mammon's_due"
     },
     {
          "rusName": "Гроза гнева",
          "engName": "Storm of Vengeance",
          "level": 9,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Появляются клубящиеся облака с центром на точке, видимой вами, распространяющиеся в радиусе 360 футов. В этой области бьют молнии, грохочет гром и дует сильный ветер.Все существа, находящиеся под облаками (на расстоянии не больше 5 000 футов под облаком), когда те появляются, должны совершить спасбросокТелосложения. При провале существо получает2к6урона звуком и становитсяоглохшимна 5 минут.Каждый раунд, в котором вы поддерживаете концентрацию на этом заклинании, гроза в ваш ход создаёт различные1эффекты:Раунд 2.Из облаков выпадает кислотный дождь. Все существа и предметы под облаками получают1к6урона кислотой.Раунд 3.Вы создаёте шесть разрядов молний из облаков, ударяющих в шесть существ или предметов на ваш выбор под облаками. Существа и предметы не могут стать целью более одной молнии. Ударенное существо должно совершить спасбросокЛовкости. Существо получает10к6урона электричеством при провале, или половину этого урона при успехе.Раунд 4.Из облаков выпадает град. Все существа под облаками получают2к6дробящего урона.Раунд 5–10.Под облаками бушует сильный ветер и идёт мокрый снег. Местность становитсятруднопроходимойисильно заслонённой. Все находящиеся там существа получают1к6урона холодом.Дальнобойные атаки оружиемв этой местности невозможны. Ветер и дождь считаются сильным отвлекающим фактором при концентрации на заклинаниях. И наконец, порывы сильного ветра (скорость от 20 до 50 миль в час) автоматически рассеивают туман, испарения и подобные явления, как естественной, так и магической природы.",
          "url": "https://ttg.club/spells/storm_of_vengeance"
     }
]