[
     {
          "rusName": "Принесение механизма в жертву",
          "engName": "Machine Sacrifice",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": "Домен Часовых Механизмов, Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "конструкт, имеющий как минимум 3 кости хитов, расходуемый заклинанием"
               }
          },
          "description": "Вы жертвуете согласный конструкт, который можете видеть, чтобы усилить согласную цель способностями механизма. Цель получаетсопротивлениевсему немагическому урону, а такжеиммунитетк состояниямослёпленный,очарованный,оглохший,испуганный,окаменевшийиотравленный.",
          "url": "https://ttg.club/spells/machine_sacrifice"
     },
     {
          "rusName": "Паровой свисток",
          "engName": "Steam Whistle",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленький латунный свисток"
               }
          },
          "description": "Вы открываете рот и издаёте оглушительный крик.Все остальные существа в радиусе 30 футов от вас получают10к10урона звуком и становятсяоглохшимина1к8часов. Успешный спасбросокТелосложенияуменьшает урон вдвое, а время глухоты уменьшается до1к8раундов.",
          "url": "https://ttg.club/spells/steam_whistle"
     },
     {
          "rusName": "Разрушительная аура",
          "engName": "Disruptive Aura",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Деформирующие призматические ауры окружают и очерчивают каждое существо внутри 10-футового куба в пределах досягаемости. Ауры освещают всё вокруг себя в пределах 10 футов тусклым светом, а очертания раскрывают скрытых и невидимых существ. Если существо внутри куба использует заклинание или магический предмет, то оно должно совершить спасбросокМудрости.В случае успеха, заклинание или магический предмет срабатывает нормально. В случае провала магический эффект подавляется на время действия ауры. Время, затраченное на подавление, полностью зависит от длительности заклинание или эффекта магического предмета.",
          "url": "https://ttg.club/spells/disruptive_aura"
     },
     {
          "rusName": "Смертельное жало",
          "engName": "Deadly Sting",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "шип"
               }
          },
          "description": "Вы отращиваете хвост длиной 10 футов, гибкий как кнут и с ужасным жалом. Во время действия заклинания вы можете использовать жало для рукопашной атаки заклинанием с досягаемостью 10 футов. При попадании цель получает1к4колющего урона и4к10урона ядом, и должна совершить спасбросокТелосложения, при провале становясьотравленнойна всё время действия заклинания.",
          "url": "https://ttg.club/spells/deadly_sting"
     },
     {
          "rusName": "Иллюзорный дракон",
          "engName": "Illusory Dragon",
          "level": 8,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Собирая нити теневой материи в Царстве Теней, вы создаёте Огромного теневого дракона в незанятом пространстве, которое вы можете видеть в пределах дистанции. Иллюзия существует всю длительность заклинания и занимает свое пространство, как если бы это было существо. Когда иллюзия появляется, каждый враг, который может её видеть, должен преуспеть в спасброскеМудрости, иначе становитсяиспуганнымна 1 минуту.Еслииспуганноесущество оканчивает свой ход в том месте, где у него нет прямой видимости иллюзии, он может повторить спасбросок, окончив эффект на себе при успехе.В свой ход вы можетебонусным действиемпереместить иллюзию на 60 футов. В любой момент во время её движения вы можете заставить её извергнуть поток энергии в 60-футовом конусе, исходящем от неё. Когда вы создаете дракона, выберите тип урона: кислота, холод, огонь, электричество, некротическая энергия или яд. Каждое существо в конусе должно сделать спасбросокИнтеллекта, получив7к6выбранного типа урона при провале или половину этого урона при успехе.Иллюзия осязаема из-за теневого материала, используемого при её создании, но атаки по ней проваливаются автоматически, она преуспевает во всех спасбросках и иммунна к любым повреждениям и состояниям.Существо, которое использует действие для изучения дракона, может определить, что это иллюзия, выполнив проверкуИнтеллекта (Анализ)против вашей Сл заклинания. Если существо распознаёт иллюзию, оно может видеть сквозь неё и имеетпреимуществопри спасброске от её дыхания.",
          "url": "https://ttg.club/spells/illusory_dragon"
     },
     {
          "rusName": "Подчинение чудовища",
          "engName": "Dominate Monster",
          "level": 8,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы пытаетесь взять под контроль существо, которого видите в пределах дистанции. Существо должно преуспеть в спасброскеМудрости, иначе оно станеточарованнымвами на время действия заклинания.Если вы или дружественные вам существа сражаются с ним, оно совершает спасбросок спреимуществом.Пока существоочаровано, вы обладаете телепатической связью с ним, пока вы оба находитесь на одном плане существования. При помощи этой связи вы можете отдавать ему команды, пока находитесь в сознании (действие не требуется), и оно должно будет их выполнять.Вы можете указать общее действие, такое как «атакуй вон то существо», «беги отсюда» или «принеси вот это». Если существо выполняет приказ и не получает дальнейших указаний от вас, оно в меру своих сил обороняется и защищает себя.Вы можетеДействиемзахватить полный контроль над целью. До конца вашего следующего хода существо совершает только выбранные вами действия, и не делает ничего, что вы ему не позволяете. В это время вы можете заставлять существо совершатьреакции, но при этом вы тратите и своюреакциютоже.Каждый раз, когда цель получает урон, она совершает новый спасбросокМудростиот этого заклинания. В случае успеха заклинание оканчивается.",
          "url": "https://ttg.club/spells/dominate_monster"
     },
     {
          "rusName": "Вредоносные волны",
          "engName": "Malevolent Waves",
          "level": 8,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осквернённый предмет, омытый кровью"
               }
          },
          "description": "Вы создаёте невидимые испарения, которые заполняют пространство в 30 футах от вас. Все ваши союзники получаютпреимуществона проверкиСкрытности (Ловкость), которые они делают в 30 футах от вас, а все ваши враги считаютсяотравленными, пока находятся в этом радиусе.",
          "url": "https://ttg.club/spells/malevolent_waves"
     },
     {
          "rusName": "Свежевание",
          "engName": "Flense",
          "level": 8,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "скальпель"
               }
          },
          "description": "Вы выбираете существо в пределах дистанции, используя свои силы некроманта, чтобы срезать с него шмат кожи.Совершитедальнобойную атаку заклинаниемпо этому существу. Существо должно совершить спасбросокТелосложения, получая8к6урона некротической энергией при провале или половину урона в случае успеха. На каждом своём ходу, вы можетереакциейзаставить существо повторно совершить спасбросокТелосложенияи снова нанести урон.Заклинание также заканчивается если цель выходит за пределы дистанции заклинания, её хиты опускаются до0или она получит от васполное укрытие.",
          "url": "https://ttg.club/spells/flense"
     },
     {
          "rusName": "Сокрытие разума",
          "engName": "Mind Blank",
          "level": 8,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока заклинание активно, одно согласное существо, которого вы касаетесь, получает иммунитет к урону психической энергией, и всем эффектам, которые должны чувствовать его эмоции или читать мысли, заклинаниям школыПрорицанияи состояниюочарованности.Это заклинание даже помогает от заклинанияисполнение желаний [wish], а также от заклинаний и эффектов аналогичной силы, использованных для воздействия на сознание цели или получение от неё информации.",
          "url": "https://ttg.club/spells/mind_blank"
     },
     {
          "rusName": "Цветение",
          "engName": "Bloom",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "fixed",
                    "units": "years",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряный желудь стоимостью 500 зм., расходуемый заклинанием"
               }
          },
          "description": "Вы сажаете серебряный желудь в твёрдую землю и проводите час, воспевая литанию хвалы природе, после чего земля в пределах 1 мили от желудя становится чрезвычайно плодородной, независимо от её предыдущего состояния. Любые семена, посаженные в зоне действия, растут в два раза быстрее своих естественных темпов. Урожай, собранный в течение недели, снова вырастает. Через год земля постепенно возвращается к своему нормальному плодородию, не в силах поддерживать магический эффект. Выберите один из следующих эффектов, который появляется сразу после окончания времени накладывания:Появляется поле, засаженное спелыми овощами по вашему выбору.Появляется густой лес из крепких деревьев и молодого подлеска.Появляется пастбище, сплошь усеянное полевыми цветами, пригодное для выпаса скота.Появляется стройны ряды фруктовых деревьев со спелыми плодами по вашему выбору. Живые существа, совершающие короткий отдых среди местности, подвергшейся эффекту отцветения [bloom]получают на костях хитов максимальные значения.цветение [bloom]отменяет эффекты заклинанияувядание [desolation].Ритуальная Фокусировка.Если вы используете ритуальную фокусировку, то длительность становится постоянной.",
          "url": "https://ttg.club/spells/bloom"
     },
     {
          "rusName": "Алый дождь",
          "engName": "Red Rain",
          "level": 8,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "губка, вымоченная в крови"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить восемь костей хитов иначе заклинание автоматически проваливается. Если вы это делаете, то в течении1к6 × 5минут небо темнеет и крупные капли крови начинают падать с неба везде в пределах 5 миль от вас.Существа в пределах 5 миль от вас получаютстепень истощенияза каждые 10 минут, которые они были подвержены алому дождю напрямую.Каждый раз, когда существо получаетстепень истощенияоно также получает2к10урона некротической энергией и его максимум хитов уменьшается на такое-же значение пока на нём есть хотя бы одна степень истощения. Пока у существа естьстепень истощенияот этого заклинания оно автоматически проваливает все спасброски от состоянияотравленныйи болезней.Существа с типом зверь и растение в зоне действия заклинания должны совершить спасбросокМудростиили будутиспуганы, пока не проведут 1 минуту или более вне зоны действия заклинания. Немагические растения в зоне действия заклинания увядают и умирают если будут подвержены алому дождю напрямую 10 минут или более.За каждый час поддержания концентрации на этом заклинании, бросьте одну из потраченных на накладывание заклинания костей хитов и суммируйте выпавший результат с другими бросками костей хитов для этого заклинания. Сумма равна числу дней, через которое звери добровольно вернуться и растения начнут заново расти в зоне действия заклинания.",
          "url": "https://ttg.club/spells/red_rain"
     },
     {
          "rusName": "Сила Контаминации",
          "engName": "Contaminated Power",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 500 зм, который расходуется заклинанием"
               }
          },
          "description": "Когда вы произносите это заклинание, вы получаете один уровеньКонтаминации. Вы черпаете безудержную тайную магию из осколка делерия, который держите в руке. Пока заклинание не закончится, вы получаете следующие преимущества:Когда вы произносите заклинание, наносящее урон кислотой, огнём, холодом, электричеством или ядом, вы можете изменить тип урона на силовое поле, некротическую энергию, психическую энергию или излучение.Один раз за ход, когда вы наносите урон заклинанием, вы можете нанести дополнительно1к12урона некротической энергией за каждый полученный вами уровеньКонтаминацииодной цели этого заклинания.Когда вы накладываете заклинание, заставляющее существо совершить спасбросок, чтобы противостоять его эффектам, вы можете получить один уровеньКонтаминации. Если вы это сделаете, одна цель заклинания получаетпомехупри первом спасброске, сделанном против этого заклинания.Это заклинание нельзя развеять с помощью заклинаниярассеивания магии [dispel magic].",
          "url": "https://ttg.club/spells/contaminated_power"
     },
     {
          "rusName": "Аура святости",
          "engName": "Holy Aura",
          "level": 8,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный контейнер, стоящий как минимум 1 000 зм, хранящий священную реликвию, такую как лоскут ткани с мантии святого или кусочек пергамента с религиозным текстом"
               }
          },
          "description": "Божественный свет исходит от вас мягким сиянием в радиусе 30 футов. Пока заклинание активно, существа в этом радиусе, выбранные вами при накладывании этого заклинания, испускают тусклый свет в радиусе 5 футов и совершают все спасброски спреимуществом, а остальные существа совершают спомехойброски атаки по ним.Кроме того, если исчадие или нежить попадает по такому существу рукопашной атакой, аура вспыхивает ярким светом. Атакующий должен преуспеть в спасброскеТелосложения, иначе станетослеплённым, пока не окончится это заклинание.",
          "url": "https://ttg.club/spells/holy_aura"
     },
     {
          "rusName": "Лабиринт",
          "engName": "Maze",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы изгоняете существо, видимое в пределах дистанции, в похожий на лабиринт демиплан. Цель остаётся там, пока заклинание активно, или пока она не найдёт выход.Цель может действием пытаться найти выход. Для этого она совершает проверкуИнтеллектасо Сл 20. При успехе она находит выход, а заклинание оканчивается (минотавры и демоны гористро преуспевают автоматически).Когда заклинание заканчивается, цель возвращается в пространство, которое она покинула, или, если оно занято, в ближайшее свободное пространство.",
          "url": "https://ttg.club/spells/maze"
     },
     {
          "rusName": "Ледяной каскад",
          "engName": "Glacial Cascade",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок александрита"
               }
          },
          "description": "Используя силу льда и мороза, вы заставляете чистый холод заполнить сферу радиусом 30 футов вокруг вас.Существа, находящиеся в сфере должны совершить спасбросокТелосложенияи получить10к8урона холодом при провале, или половину этого урона при успехе.Существа, убитые этим заклинанием, превращаются в статуи из чистейшего льда, не оставляя после себя никаких следов своего изначального тела.",
          "url": "https://ttg.club/spells/glacial_cascade"
     },
     {
          "rusName": "Создание слуги кольца",
          "engName": "Create Ring Servant",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы касаетесь двух металлических колец и наполняете их жизнью, создавая недолговечного, но разумного конструкта, известного какслуга кольца [ring servant].Слуга кольца появляется рядом с вами. Он превращается в кольца, использованные для сотворения заклинания, когда его хиты падают до 0 или, когда заклинание заканчивается.Слуга кольца дружелюбен к вам и вашим спутникам на протяжении всей длительности заклинания. Бросьте инициативу за Слугу кольца, который действует по своему усмотрению. Он подчиняется любым устным командам, которые вы ему даете (действие не требуется). Если вы не подаете никаких команд Слуге кольца, он защищает себя и вас от враждебных существ, но в противном случае не предпринимает никаких действий.",
          "url": "https://ttg.club/spells/create_ring_servant"
     },
     {
          "rusName": "Призвать звезду",
          "engName": "Summon Star",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете с небосвода дружественную вам звезду, способную выполнить ваши приказания. Она появляется в свободном пространстве, которое вы видите в пределах 90 футов от вас и принимает форму светящегося гуманоида с длинными, белыми волосами.Все существа, не считая вас, что видят звезду, должны совершить успешный спасбросокМудрости, или статьочарованнымина время действия заклинания. Существа,очарованныезвездой, могут повторять спасбросок в конце каждого своего хода и в случае успеха получить иммунитет к этому состоянию от этой звезды.Во всех отношениях звезда имеет статистикудэва [deva].Если вы не даёте никакие команды, она защищает себя и атакует последнее напавшее на неё существо. Звезда исчезает если её здоровье опустится до 0, либо после окончания заклинания.",
          "url": "https://ttg.club/spells/summon_star"
     },
     {
          "rusName": "Магическое зрение",
          "engName": "Arcane Sight",
          "level": 8,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "rounds",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок прозрачного кварца"
               }
          },
          "description": "Цель этого заклинания на час получает преимуществаИстинного зренияиОбнаружения магии,а также знает название и эффект каждого заклинания, которое она видит в это время.",
          "url": "https://ttg.club/spells/arcane_sight"
     },
     {
          "rusName": "Темная звезда",
          "engName": "Dark Star",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осколок оникса и капля крови заклинателя, расходуемые заклинанием"
               }
          },
          "description": "Вы создаёте сферу с радиусом до 40 фт. в указанной точке в пределах дистанции заклинания. Область внутри этой сферы заполнена магической тьмой и сокрушительной гравитационной силой.На время действия заклинания область сферы являетсятруднопроходимой местностью. Существо стёмным зрениемне может видеть сквозь магическую тьму, и немагический свет не может осветить её. Никакой звук не может быть создан внутри сферы или проходить через её область.Любое существо или объект, полностью находящийся внутри сферы, неуязвимо для урона звуком, и существа являютсяоглохшими. Накладывать заклинание, включающеевербальный(словесный) компонент, так же невозможно. Любое существо, которое впервые за ход входит в область сферы или начинает там ход должно сделать спасбросокТелосложения. При провале существо получает8к10урона силовым полем, или половину урона при успехе. Если этот урон опускает хиты существа до0, оно распадается. Распавшееся существо, а также всё, что оно несло и носило, кроме магических предметов, превращается в кучку мелкого серого порошка.",
          "url": "https://ttg.club/spells/dark_star"
     },
     {
          "rusName": "Цунами",
          "engName": "Tsunami",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В выбранной точке в пределах дистанции появляется стена из воды. Вы можете создать стену длиной до 300 футов, высотой 300 футов и толщиной 50 футов. Стена существует, пока заклинание активно.Когда стена появляется, все существа в её области должны совершить спасбросокСилы. При провале они получают6к10дробящего урона или половину этого урона при успехе.В начале каждого вашего хода, после того как стена появилась, стена, вместе со всеми находящимися в ней существами, перемещается на 50 футов от вас. Все существа с размером не большеОгромного, находящиеся внутри стены, или те, в чьё пространство стена входит при перемещении, должны преуспеть в спасброскеСилы, иначе они получают5к10дробящего урона. Существо может получить этот урон только один раз за раунд. В конце хода высота стены уменьшается на 50 футов, а получаемый существами урон в последующие раунды уменьшается на1к10. Когда высота стены достигает 0 футов, заклинание оканчивается.Существа, оказавшиеся в стене, могут перемещаться, плавая. Однако, из-за того, что волна очень сильная, существо должно совершить успешную проверкуСилы (Атлетика)против Сл ваших заклинаний, чтобы получить возможность перемещаться. Провалив проверку, существо не может перемещаться. Существо, выбравшееся из области цунами, падает на землю.",
          "url": "https://ttg.club/spells/tsunami"
     },
     {
          "rusName": "Демиплан",
          "engName": "Demiplane",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте тёмную дверь на твёрдой плоской поверхности, которую вы видите в пределах дистанции. Дверь достаточно большая, чтобы существа Среднего размера могли свободно проходить через неё.Если дверь открыть, она будет вести в демиплан, который выглядит как пустая комната по 30 футов во всех измерениях, построенная из дерева или камня.Когда заклинание заканчивается, дверь исчезает, а существа и предметы, находящиеся в демиплане, остаются запертыми там, так как дверь исчезает и с другой стороны тоже.Каждый раз, когда вы накладываете это заклинание, вы либо создаёте новый демиплан, либо соединяете дверь с демипланом, созданным предыдущим накладыванием этого заклинания.Кроме того, если вы знаете природу и содержимое демиплана, созданного этим заклинанием другого существа, вы можете соединить свою дверь с этим демипланом.",
          "url": "https://ttg.club/spells/demiplane"
     },
     {
          "rusName": "Антипатия/симпатия",
          "engName": "Antipathy or Sympathy",
          "level": 8,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "days",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок квасцов, пропитанный уксусом для эффекта антипатии или капля мёда для эффекта симпатии"
               }
          },
          "description": "Это заклинание привлекает или отталкивает выбранных вами существ. Вы выбираете цель в пределах дистанции: либо предмет размером не больше Огромного, либо существо, либо область не больше куба с длиной ребра 200 футов. Затем укажите вид разумных существ, такой как красные драконы, гоблины или вампиры.Вы наделяете цель аурой, которая в течение длительности либо привлекает, либо отталкивает указанных существ.Выберите либо эффект антипатии, либо эффект симпатии:Антипатия.Эти чары вызывают у выбранных вами существ непреодолимое желание покинуть область и избегать цель. Если такое существо видит цель и оказывается в пределах 60 футов от неё, оно должно преуспеть в спасброскеМудрости, иначе станетиспуганным. Существо остаётсяиспуганным, пока видит цель или находится в пределах 60 футов от неё. Будучииспуганнымцелью, существо должно тратить своё перемещение на побег в ближайшее безопасное место, откуда оно уже не увидит цель. Если существо отдалится от цели более чем на 60 футов и не сможет её видеть, оно перестаёт бытьиспуганным, но становитсяиспуганнымвновь, если увидит цель или окажется в пределах 60 футов от неё.Симпатия.Эти чары вызывают у выбранных вами существ непреодолимое желание приблизиться к цели, если они находятся в пределах 60 футов от неё или видят её. Если такое существо видит цель или оказывается в пределах 60 футов от неё, оно должно преуспеть в спасброскеМудрости, иначе оно в каждом своём ходу тратит перемещение на то, чтобы войти в область или прикоснуться к цели. Сделав это, оно уже не может добровольно отойти от цели. Если цель причиняет урон или как-то иначе вредит указанному существу, существо может совершить спасбросокМудростидля окончания эффекта, как описано ниже.Окончание эффекта.Если указанное существо окончит ход за пределами 60 футов от цели или не сможет её видеть, оно совершает спасбросокМудрости. В случае успеха эффект на существе заканчивается и оно понимает, что тяга или отвращение были вызваны магией. Кроме того, попавшему под эффект заклинания существу позволяется спасбросокМудростикаждые 24 часа, пока заклинание активно. Совершившее успешный спасбросок существо получаетиммунитетк эффекту на 1 минуту, после чего снова попадает под его действие.",
          "url": "https://ttg.club/spells/antipathy_or_sympathy"
     },
     {
          "rusName": "Ужасное увядание Аби-Далзима",
          "engName": "Abi-Dalzim's Horrid Wilting",
          "level": 8,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек губки"
               }
          },
          "description": "Заклинание испаряет жидкость из тела каждого существа в 30-футовом кубе с центром в указанной вами точке.Каждое существо в этой области должно сделать спасбросокТелосложения. На конструктов и нежить это заклинание не действует, а растения и водные элементали получаютпомехуна спасбросок. При провале существо получает12к8урона некротической энергией или половину этого урона при успехе.Немагические растения в области действия заклинания, не являющиеся существами, такие как деревья и кусты, увядают и умирают мгновенно.",
          "url": "https://ttg.club/spells/abi-dalzim's_horrid_wilting"
     },
     {
          "rusName": "Движение мирового колеса",
          "engName": "Move the Cosmic Wheel",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "музыкальная шкатулка, стоящая как минимум 250 зм, настроенная на конкретный план существования"
               }
          },
          "description": "Вы заводите музыкальную шкатулку и призываете небольшую часть другого плана существования, с которым вы знакомы либо лично, либо через длительные исследования. Магия создаёт пространственную сферу с радиусом 30 футов в пределах дистанции от вас в точке, которую вы укажете. Часть вашего плана, находящаяся внутри сферы, меняется местами с соответствующей областью на плане, на который настроена музыкальная шкатулка.С шансом 10% часть призываемого плана проявится с местными обитателями. Неодушевлённые объекты и недвижимые живые организмы (такие, как деревья) обрезаются на границе сферы, тогда как живые существа, не помещающиеся в сферу, выталкиваются из неё до того, как произойдет обмен. В противном случае, существа с обоих планов оказываются пойманы в пузырь и перемещаются вместе с их частью пространства на другой план существования на время действия заклинания, если они не преуспеют в спасброскеХаризмыв момент сотворения заклинания. При успешном спасброске существо может выбрать переместиться вместе с пузырем или выбраться за момент до перемещения.Любая естественная реакция между планами проявляется как обычно (огонь распространяется, вода течёт и т.д.), тогда как энергия (такая, как некротическая) медленно вытекает через границу сферы (не более чем по 1-2 фута в час). В остальном, существа и эффекты могут свободно перемещаться сквозь границу сферы. На время действия заклинания она становится частью своего нового местоположения насколько это возможно с учетом особенностей обоих планов. Перемещенные пузыри возвращаются на место автоматически спустя 24 часа.Следует заметить, что объем подготовки (добыча и настройка музыкальной шкатулки) не позволяет сотворить это заклинание экспромтом. Из-за непредсказуемости и потенциального многообразия эффектов следует также обсудить вашу заинтересованность в этом заклинании с Мастером перед добавлением его в свой гримуар.",
          "url": "https://ttg.club/spells/move_the_cosmic_wheel"
     },
     {
          "rusName": "Одуряющая тьма",
          "engName": "Maddening Darkness",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля смолы, смешанная с каплей ртути"
               }
          },
          "description": "Из точки, выбранной вами в пределах дистанции, расползается и остаётся в течение времени действия заклинания магическая тьма сферой с радиусом 60 футов. Тьма огибает углы. Существа стёмным зрениемне могут видеть сквозь эту тьму.Немагический свет, а также свет, созданный заклинаниями 8-го уровня или ниже, не могут осветить эту область. В этой сфере можно услышать крики, бормотание и безумный смех.Всякий раз, когда существо начинает свой ход в сфере, оно должно совершить спасбросокМудрости. Существо получает8к8урона психической энергией при провале или половину этого урона при успехе.",
          "url": "https://ttg.club/spells/maddening_darkness"
     },
     {
          "rusName": "Власть над погодой",
          "engName": "Control Weather",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горящее благовоние и кусочки земли и дерева, смешанные с водой"
               }
          },
          "description": "Вы получаете на время длительности контроль над погодой в пределах 5 миль от себя. Для накладывания этого заклинания вы должны находиться на открытом воздухе. Если вы переместитесь в место, где над головой не будет неба, заклинание тут же закончится. Когда вы накладываете это заклинание, вы изменяете текущую погоду, которую определяет Мастер в зависимости от климата и времени года. Вы можете изменить осадки, температуру и ветер. Требуется1к4 × 10минут, чтобы новые условия вступили в силу. Когда новые условия вступят в силу, вы можете создать новые условия. Когда заклинание оканчивается, погода постепенно возвращается к нормальной.Изменяя погоду, найдите текущее состояние в таблицах и измените их на 1 позицию выше или ниже. Изменяя ветер, можете изменить его направление.ОСАДКИСилаСостояние1Чистое небо2Небольшая облачность3Пасмурно или густой туман4Дождь, град или снег5Проливной дождь, сильный град или метельТЕМПЕРАТУРАСилаСостояние1Невыносимая жара2Жара3Тепло4Прохлада5Холод6Арктическая стужаВЕТЕРСилаСостояние1Штиль2Умеренный ветер3Сильный ветер4Буря5Шторм",
          "url": "https://ttg.club/spells/control_weather"
     },
     {
          "rusName": "Телепатия",
          "engName": "Telepathy",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "два переплетённых серебряных кольца"
               }
          },
          "description": "Вы создаёте телепатическую связь между собой и знакомым согласным существом. Это существо может находиться где угодно на том же плане существования, что и вы. Заклинание оканчивается, если вы с целью перестанете находиться на одном плане.Пока заклинание активно, вы и цель можете мгновенно обмениваться словами, образами, звуками и прочими сенсорными посланиями, и цель воспринимает вас как существо, с которым она общается. Это заклинание позволяет существу сИнтеллектомкак минимум 1 понимать смысл ваших слов и воспринимать посылаемые вами сенсорные послания.",
          "url": "https://ttg.club/spells/telepathy"
     },
     {
          "rusName": "Слово силы: Оглушение",
          "engName": "Power Word Stun",
          "level": 8,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слово силы, способное захлестнуть сознание одного существа, видимого в пределах дистанции, делая его потрясённым. Если у существа не больше150хитов, оно становитсяошеломлённым. В противном случае это заклинание не оказывает никакого эффекта.Ошеломлённаяцель должна в конце каждого своего хода совершать спасбросокТелосложения. При успехеошеломлениепроходит.",
          "url": "https://ttg.club/spells/power_word_stun"
     },
     {
          "rusName": "Слово силы: Реконструкция",
          "engName": "Power Word Restore",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слово силы, и энергия окутывает один конструкт, которого вы касаетесь. Конструкт восстанавливает все потерянные хиты, все негативные эффекты на нём оканчиваются, и реакцией он может встать, если лежал ничком.",
          "url": "https://ttg.club/spells/power_word_restore"
     },
     {
          "rusName": "Слабоумие",
          "engName": "Feeblemind",
          "level": 8,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пригоршня глиняных, кристаллических, стеклянных или минеральных шариков"
               }
          },
          "description": "Вы врываетесь в сознание существа, которое видите в пределах дистанции, пытаясь подавить его интеллект и сознание.Цель получает4к6урона психической энергией и должна совершить спасбросокИнтеллекта. В случае провалаИнтеллектиХаризмасущества становятся равны 1.Оно не может накладывать заклинания, активировать магические предметы, понимать языки и вразумительно общаться. Однако существо признаёт друзей, следует за ними, и даже защищает их.В конце каждых 30 дней существо может повторять спасбросок от этого заклинания. Если оно преуспевает, заклинание оканчивается.Это заклинание также оканчивается заклинаниямивысшее восстановление [greater restoration],исполнение желаний [wish]иполное исцеление [heal].",
          "url": "https://ttg.club/spells/feeblemind"
     },
     {
          "rusName": "Могучая крепость",
          "engName": "Mighty Fortress",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "бриллиант стоимостью не менее 500 зм, расходуемый заклинанием"
               }
          },
          "description": "Каменная крепость вырастает из квадратного участка земли, который вы можете видеть в пределах дистанции. Сторона этого квадрата составляет 120 футов, и на ней не должно быть никаких зданий или других сооружений.Любые существа в этом участке безвредно поднимаются вместе с крепостью. У крепости есть четыре башни с квадратными основаниями, сторонами 20 футов и высотой 30 футов, по одной на каждом углу. Башни соединены друг с другом каменными стенами, каждая длиной 80 футов, создавая замкнутую область. Каждая стена имеет толщину 1 фут и состоит из блоков шириной 10 футов и высотой 20 футов. Каждый из них соприкасается с двумя другими блоками или одним блоком и башней. Вы можете разместить до 4 каменных дверей на внешней стене крепости.Внутри закрытой области находится небольшая цитадель. Цитадель имеет квадратное основание со стороной 50 футов и состоит из 3 этажей с высотой потолка 10 футов. Каждый из этажей может быть разделён на любое количество комнат по вашему желанию, при условии, что длина каждой из сторон комнаты будет не менее 5 футов.Этажи цитадели соединены каменными лестничными пролётами, толщина её стен составляет 6 дюймов, а внутренние комнаты могут иметь каменные двери или открытые арки по вашему желанию.Цитадель меблирована и украшена так, как вам нравится, и содержит достаточное количество еды для обслуживания банкета на девять блюд вплоть до 100 человек на каждый день. Мебель, украшения, еда и другие предметы, созданные этим заклинанием, рассыпаются в пыль, если оказываются за пределами крепости. Сто невидимых слуг в крепости подчиняются любой команде, данной им существами, которых вы указываете, когда сотворяете заклинание. Каждый слуга действует так, как будто создаётся заклинаниемневидимый слуга [unseen servant].Стены, башни и цитадель сделаны из камня, который может быть разрушен. Каждая каменная секция размером 10 на 10 футов имеет КД 15 и30хитов на каждый дюйм толщины.Секцияиммуннак яду и урону психической энергией. Снижение хитов секции до0разрушает её и может вызвать разрушение ближайших секций по усмотрению Мастера.Через 7 дней или когда вы сотворяете это заклинание где-то ещё, крепость рушится без вреда для существ, находящихся внутри неё, и опускается обратно под землю, оставляя существ на земле. Применение заклинания на одну и ту же точку каждые семь дней в течение года делает крепость постоянной.",
          "url": "https://ttg.club/spells/mighty_fortress"
     },
     {
          "rusName": "Находчивость",
          "engName": "Glibness",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока заклинание не окончится, каждый раз, когда вы совершаете проверкуХаризмы, вы можете заменить выпавший результат числом «15».Кроме того, что бы вы ни говорили, магия, проверяющая, говорите ли вы правду, показывает, что вы искренни.",
          "url": "https://ttg.club/spells/glibness"
     },
     {
          "rusName": "Едкий ливень",
          "engName": "Caustic Torrent",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осколок кости, изъеденный кислотой"
               }
          },
          "description": "Бурлящий поток кислоты исходит от вас в выбранном направлении. Кислота заполняет линию в 60 футов длиной и 5 футов шириной. Все существа в этой области должны совершить спасбросокЛовкости. При провале существо получает14к6урона кислотой, или половину этого урона при успехе.Существо, чьи хиты опускаются до 0 от этого заклинания, умирает и его тело растворяется в кислоте. Вдоль линии появляются токсичные испарения, и все существа, кроме вас, в 5 футах от линии становятсяотравленнымина 1 минуту.Отравленноесущество может совершить спасбросокТелосложенияв конце своего хода, заканчивая эффект на себе при успехе.",
          "url": "https://ttg.club/spells/caustic_torrent"
     },
     {
          "rusName": "Двойник",
          "engName": "Clone",
          "level": 8,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "алмаз, стоящий как минимум 1 000 зм, и как минимум 1 кубический дюйм плоти существа, расходуемый заклинанием, а также сосуд, стоящий как минимум 2 000 зм с запираемой крышкой и достаточно большой, чтобы вместить существо среднего размера, например, огромная урна, гроб, яма в земле или кристаллический контейнер, заполненный солёной водой"
               }
          },
          "description": "Это заклинание выращивает инертную копию живого существа, которое станет гарантией бессмертия. Этот клон формируется в запечатанном сосуде и вырастает до полного размера за 120 дней; вы можете сделать так, что двойник будет более молодой версией этого существа.Он остаётся инертным и будет оставаться таким сколько угодно, пока сосуд остаётся целым. В любое время после того, как двойник будет готов, когда настоящее существо умирает, его душа переносится в двойника, при условии, что она свободна и хочет вернуться.Двойник физически идентичен оригиналу и обладает той же индивидуальностью, воспоминаниями и умениями, но у него нет снаряжения оригинала. Тело исходного существа, если оно ещё существует, остаётся инертным, и его впоследствии нельзя оживить, так как душа обитает в другом месте.",
          "url": "https://ttg.club/spells/clone"
     },
     {
          "rusName": "Увядание",
          "engName": "Desolation",
          "level": 8,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "fixed",
                    "units": "years",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "обсидиановый желудь стоимостью 500 зм., расходуемый заклинанием"
               }
          },
          "description": "Вы сажаете обсидиановый жёлудь в твёрдую почву и проводите час в литаниях проклятий к естественному миру, после чего земля в пределах 1 мили от желудя становится бесплодной, независимо от её предыдущего состояния. Посевы не будут давать восходы, а вся растительная жизнь в этой области умрёт в течении дня.Растительные существа не подвергаются эффекту Увядания. Если заклинатель произносит заклинание, призывающее растения (например,опутывание [entangle]) он должен будет совершить успешный бросок своей базовой характеристики против вашей Сл. В случае успеха его магия работает корректно, при провале Увядание не даёт заклинанию сработать.Через год земля постепенно возвращается к своему нормальному плодородию, не в силах поддерживать магический эффект.Живые существа, совершающие короткий отдых среди местности, подвергшейся эффекту Увядания лечатся лишь на половину значения, выпавшего на костях хитов. Увядание отменяет эффекты заклинанияцветение [bloom].Ритуальная фокусировка.Если вы используете ритуальную фокусировку, то длительность становится постоянной",
          "url": "https://ttg.club/spells/desolation"
     },
     {
          "rusName": "Прыжок во времени",
          "engName": "Time Jump",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": "Домен Часовых Механизмов, Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы перемещаете конструкт вперёд во времени если он проваливает спасбросокТелосложения. Конструкт исчезает на1к4 + 1раундов, в течение которых он не может действовать, и с ним невозможно взаимодействовать никоим образом. Он не знает о том, что прошло какое-то время.",
          "url": "https://ttg.club/spells/time_jump"
     },
     {
          "rusName": "Эталон хаоса",
          "engName": "Paragon of Chaos",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаетесь в вихрящуюся массу, напоминающую по форме гуманоида из разноцветного света и звуков. Вы получаетесопротивлениек дробящему, колющему и режущему урону, ииммунитетк яду и психическому урону.Вы получаетеиммунитетк следующим состояниям:парализованный,окаменевший,отравленный,бессознательныйи кистощению.Кроме того, вы приобретаете истинное зрение на дистанции 30 футов и можете движением телепортироваться на 30 футов.Каждый ходбонусным действием вы можете вызывать волну магии хаоса, выбирая себя или другое существо в качестве заклинателя для определения эффекта. Вы должны выбрать цель до броска по таблице «Волна магии хаоса». Сл требуемых спасбросков будет таковой, как если бы заклинателем были вы.",
          "url": "https://ttg.club/spells/paragon_of_chaos"
     },
     {
          "rusName": "Крадущаяся смерть",
          "engName": "Creeping Death",
          "level": 8,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить восемь костей хитов иначе заклинание автоматически проваливается. Если вы это делаете, то выберите существо в пределах дистанции и бросьте потраченные на накладывание заклинания кости хитов, чтобы определить порог крадущейся смерти.Пока заклинание активно, если количество хитов существа станет равно или меньше этого порога,то существо моментально умирает.Пока заклинание активно, вы можете в каждый свой ходбонусным действиемзаставлять цель совершить спасбросокТелосложения. При провале, бросьте2к6и добавьте результат к порогу крадущейся смерти. В случае успеха, добавьте лишь половину от результата броска. Преуспев в трёх спасбросках, которые не обязательно должны быть подряд, существо оканчивает эффект заклинания на себе.",
          "url": "https://ttg.club/spells/creeping_death"
     },
     {
          "rusName": "Землетрясение",
          "engName": "Earthquake",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка земли, кусочек камня и комочек глины"
               }
          },
          "description": "Вы создаёте сейсмические возмущения в точке на земле, которую видите в пределах дистанции. Пока заклинание активно, на земле в круге с радиусом 100 футов от этой точки ощущаются интенсивные толчки, сотрясающие существ и строения, находящиеся там.Местность в этой области становитсятруднопроходимой. Все существа, находящиеся на земле и концентрирующиеся при этом, должны совершить спасбросокТелосложения. При провале концентрация существа нарушается.Когда вы накладываете это заклинание, а также в конце каждого хода, когда вы на нём концентрируетесь, все существа, находящиеся на земле в области заклинания, должны совершать спасброскиЛовкости. При провале существосбивается с ног. У этого заклинания могут быть другие эффекты, зависящие от местности, на усмотрение Мастера.Трещины.В области заклинания в начале вашего хода, следующего за тем, в котором вы наложили это заклинание, появляются трещины. Появляется1к6трещин в местах, определённых Мастером. Каждая1к10 × 10футов глубиной, 10 футов в ширину, а длиной от одного края заклинания до другого. Существо, стоящее в месте, где должна появиться трещина, должно преуспеть в спасброскеЛовкости, иначе упадёт внутрь. Успешно спасшееся существо перемещается вместе с одним из краёв трещины. Трещины, открывающиеся под зданиями, заставляют их автоматически обрушиться (смотрите ниже).Здания.Толчки причиняют дробящий урон50строениям, находящимся в контакте с землёй, когда вы накладываете это заклинание, а также в начале каждого вашего хода, пока заклинание активно. Если хиты здания опускаются до 0, оно обрушивается, и потенциально может причинить урон существам.Существо, находящееся в пределах половины высоты здания, должно совершить спасбросокЛовкости. При провале существо получает дробящий урон5к6, сбивается с ног и погребается под завалами, после чего для высвобождения требуется проверкаСилы (Атлетика)со Сл 20, совершённаяДействием.Мастер может корректировать Сл, в зависимости от характера обломков. При успешном спасении существо получает половину урона, не сбивается с ног и не погребается.",
          "url": "https://ttg.club/spells/earthquake"
     },
     {
          "rusName": "Солнечный ожог",
          "engName": "Sunburst",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "огонь и кусочек солнечного камня"
               }
          },
          "description": "Яркий солнечный свет освещает всё в 60-футовом радиусе с центром на точке, выбранной вами в пределах дистанции.Все существа, находящиеся в нём, должны совершить спасбросокТелосложения. При провале существо получает12к6урона излучением и становитсяослеплённымна 1 минуту. При успехе оно получает половину урона и не становитсяослеплённым.Нежить и слизи совершают этот спасбросок спомехой.Существо,ослеплённоеэтим заклинанием, совершает повторные спасброскиТелосложенияв конце каждого своего хода. В случае успеха оно перестаёт бытьослеплённым.Это заклинание рассеивает любую тьму в своей области, созданную заклинанием.",
          "url": "https://ttg.club/spells/sunburst"
     },
     {
          "rusName": "Воспламеняющаяся туча",
          "engName": "Incendiary Cloud",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Кружащееся облако дыма с ярко-белыми огоньками появляется в сфере с радиусом 20 футов с центром на точке, находящейся в пределах дистанции. Облако огибает углы и являетсясильно заслонённойместностью. Оно существует, пока активно заклинание, или пока его не развеет умеренный или сильный ветер (как минимум 10 миль в час).Когда облако появляется, все существа, находящиеся в нём, должны совершить спасбросокЛовкости. Существо получает10к8урона огнём при провале или половину этого урона при успехе.Существа должны также совершать этот спасбросок, когда впервые за ход входят в область заклинания или оканчивают там ход.В начале каждого вашего хода облако перемещается на 10 футов прочь от вас в направлении, выбираемом вами.",
          "url": "https://ttg.club/spells/incendiary_cloud"
     },
     {
          "rusName": "Брешь в реальности",
          "engName": "Reality Break",
          "level": 8,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "хрустальная призма"
               }
          },
          "description": "Вы разрушаете барьеры между реальностями и временными рамками, толкая существо в смятение и безумие.Цель должна преуспеть в спасброскеМудрости, иначе попадет под действие эффекта. Попавшая под эффект цель не может совершатьреакциии должна бросатьк10в начале каждого своего хода, чтобы определить что происходит с целью согласно таблице:к10Эффект1-2Взгляд с Дальнего Планы. Цель получает6к12психического урона и становитсяошеломлённымдо конца хода.3-5Бросок через разрыв.Цель должно преуспеть в спасброскеЛовкости, иначе оно получит8к12урона силовым полем в случаи провала и половину этого урона в случае успеха.6-8Червоточина.Цель телепортируется на расстояние до 30 футов в незанятое пространство по вашему выбору, которое вы можете увидеть. Цель также должна получить10к12урона силовым полем и статьсбитой с ног.9-10Холод Темной Пустоты. Цель получает10к12урона холодом иослепляетсядо конца хода.В конце каждого своего хода цель может совершать спасбросокМудрости. В случае успеха на этой цели эффект заканчивается.",
          "url": "https://ttg.club/spells/reality_break"
     },
     {
          "rusName": "Резкий блик летнего света",
          "engName": "Harsh Light of Summer's Glare",
          "level": 8,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Ваш силуэт сияет гневом Теневых Фей, который обрушивается на цели заклинания в виде вспышке яркого света. Все существа, видящие вас, в пределах дистанции заклинания должны совершить успешный спасбросокТелосложения.В случае провала существа с тёмным зрением становятсяослеплённымииошеломлёнными, без тёмного зрения толькоослеплёнными. Это атака не на зрение, существо не можете укрыться от неё закрыв глаза, или надев на них повязку.Ритуальная Фокусировка.Использование ритуальной фокусировки приводит к тому, что существа без тёмного зрения не слепнут, а становятсяочарованными.",
          "url": "https://ttg.club/spells/harsh_light_of_summer's_glare"
     },
     {
          "rusName": "Дорогостоящая победа",
          "engName": "Costly Victory",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выбираете десять врагов, которых можете видеть в пределах дистанции.Каждая цель должна совершить спасбросокМудрости. Если спасбросок провален, непроизвольное возгорание неизбежно для существа, если оно опустит хиты одного из ваших союзников до 0, пока это заклинание активно. Загоревшееся существо мгновенно получает6к8урона огнем и6к8урона излучением.Если пораженное существо носит (или сделано из) легковоспламеняющиеся предметы, оно загорается и продолжает гореть; оно получает урон огнем равный модификатору вашей характеристики, используемой для накладывания заклинания, в конце каждого своего хода, пока оно или один из его союзников не потратитДействие, чтобы потушить огонь.",
          "url": "https://ttg.club/spells/costly_victory"
     },
     {
          "rusName": "Превращение в животных",
          "engName": "Animal Shapes",
          "level": 8,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Ваша магия превращает существ в зверей. Выберите любое число согласных существ, которых видите в пределах дистанции.Вы меняете облик каждой цели на облик зверяБольшогоили меньше размера с показателем опасности не больше 4.В последующие ходы вы можетеДействиемдать этим существам новый облик.Превращение держится всю длительность заклинания, или пока хиты цели не опустятся до 0, или она не умрёт. У каждой цели может быть свой облик.Игровые параметры целей меняются на параметры выбранных зверей, но у них остаётся своё мировоззрение и значенияИнтеллекта,МудростииХаризмы.Цель принимает хиты нового облика, а по возвращении в свой облик у неё будут хиты как перед превращением. Если свой облик возвращается в результате опускания хитов до0, весь излишний урон переносится на хиты естественного облика.Если излишний урон не опустил хиты естественного облика ниже0, существо нетеряет сознание.Действия существа ограничены теми, что доступны новому облику, и оно не может разговаривать и накладывать заклинания. Снаряжение цели сливается с новым обликом.Цель не может активировать, использовать своё снаряжение и получать от него преимущества.",
          "url": "https://ttg.club/spells/animal_shapes"
     },
     {
          "rusName": "Стена Сумрака",
          "engName": "Wall of Gloom",
          "level": 8,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сосуд со слёзами"
               }
          },
          "description": "Вы создаёте стену вихревой серой энергии, сотканной из психической боли несчастья и утраты. Стена появляется в пределах дистанции на ровной поверхности и существует пока действует заклинание. Вы можете сделать её до 60 футов в длину, до 10 футов в высоту и толщиной до 5 футов или, в качестве альтернативы, вы можете создать кольцо диаметром до 20 футов, высотой до 20 футов и толщиной до 5 футов — стена не прозрачная.Стена излучает тусклый свет в пределах 100 футов. Вы и существа, которых вы указали во время накладывания заклинания, можете проходить сквозь неё и можете находится рядом с ней без вреда для себя. Если существо входит или начинает свой ход в области в пределах 20 футов от стены, то оно должно совершить спасбросокХаризмыили станетнедееспособнымна 1 раунд, преодолевая переполняющий их поток негативных эмоций.Существо может пройти через стену, но попытка эмоционально сложна и вытягивает эмоциональную силу существа. Первый раз за ход, когда существо входит в область стены или начинает свой ход в ней оно должно совершить спасбросокХаризмыили получит однустепень истощенияпри провале.",
          "url": "https://ttg.club/spells/wall_of_gloom"
     },
     {
          "rusName": "Преграда магии",
          "engName": "Antimagic Field",
          "level": 8,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка толчёного железа или железная стружка"
               }
          },
          "description": "Вас окружает невидимая сфера антимагии с радиусом 10 футов. Эта область отделена от магической энергии, пронизывающей мультивселенную. В пределах этой сферы нельзя накладывать заклинания, призванные существа исчезают, и даже магические предметы становятся обычными.Пока заклинание активно, сфера перемещается вместе с вами, оставаясь с центром на вас. Заклинания и прочие магические эффекты, кроме тех, что созданы артефактами и божествами, в сфере подавляются, и не могут проникать в неё. Ячейка, потраченная на накладывание подавленного заклинания, всё равно тратится. Пока эффект подавлен, он не действует, но время в подавленном состоянии всё равно учитывается при определении его длительности.Эффекты с целью.Заклинания и прочие магические эффекты, такие какволшебная стрела [magic missile]иочарование личности [charm person], нацеленные на существо или предмет, находящиеся в сфере, не оказывают на цель никакого эффекта.Области магии.Область магических эффектов и других заклинаний, таких какогненный шар [fireball], не может проникать в сферу. Если сфера оказывается в области магии, область, находящаяся в сфере, подавляется. Например, пламя, созданноеогненной стеной [wall of fire], подавляется внутри сферы, создавая брешь в стене, если позволяют габариты.Заклинания.Все активные заклинания и прочие магические эффекты на существах и предметах подавляются, пока они находятся в сфере.Магические предметы.Свойства и таланты магических предметов в сфере подавляются. Например,длинный меч +1в сфере будет обычнымдлинным мечом [longsword]. Свойства и таланты магического оружия подавляются, если используются против цели в сфере или используются атакующим, находящимся в сфере. Если магическое оружие или боеприпас полностью покидает сферу (например, если вы выстрелите магической стрелой или метнёте магическое копьё в цель, находящуюся вне сферы), магия предмета возвращается.Магическое перемещение.В сфере не работают телепортация и перемещение между планами, вне зависимости от того, в сферу или из сферы пытаются перенестись. Порталы в другие места, миры и планы существования, а также входы в межпространство, такие как созданные заклинаниемтрюк с верёвкой [rope trick], временно закрываются, пока они находятся в сфере.Существа и предметы.Существа и предметы, призванные или созданные магией, временно прекращают существовать, пока они находятся в сфере. Существа возвращаются обратно, когда сфера покидает место, занимаемое ими до исчезновения.Рассеивание магии.Заклинания и магические эффекты, такие какрассеивание магии [dispel magic], не оказывают на сферу никакого воздействия. Сферы, созданные разными заклинаниями преграда магии, не отменяют друг друга.",
          "url": "https://ttg.club/spells/antimagic_field"
     }
]