[
     {
          "rusName": "Раскидывание",
          "engName": "Scatter",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Воздух начинает дрожать вокруг пяти существ по вашему выбору, которых вы можете видеть в пределах дистанции. Несогласное существо должно преуспеть в спасброскеМудрости, чтобы противостоять этому заклинанию. Вытелепортируетекаждую затронутую цель в незанятое пространство, которое вы можете видеть в пределах 120 футов от вас. Это пространство должно быть на земле или на полу.",
          "url": "https://ttg.club/spells/scatter"
     },
     {
          "rusName": "Планарный союзник",
          "engName": "Planar Ally",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы просите иномировую сущность оказать помощь. Сущность должна быть известна вам: это может быть бог, предтеча, демонический повелитель или другая сущность космического масштаба. Эта сущность посылает вам своего верного небожителя, элементаля или исчадие, создавая его в свободном пространстве в пределах дистанции.Если вы знаете имя конкретного существа, вы можете произнести его в момент накладывания заклинания, чтобы попросить прислать его, но вы всё равно можете получить другое существо (на выбор Мастера).Когда существо появляется, оно не обязано что-либо делать. Вы можете просить его выполнить услугу в обмен на некую плату, но оно не обязано соглашаться. Услуга может быть как простой (перелёт над пропастью, помощь в сражении), так и комплексной (слежка за врагом, защита во время исследования подземелья).Для заключения сделки вы должны иметь возможность как-то общаться с существом.Плата может быть разной. Небожитель может потребовать пожертвования золота или магических предметов для храма, а исчадие может потребовать жертвоприношение существа или сокровища в дар.Некоторые существа могут обменивать свои услуги на ваши услуги. Обычно задание, длительность которого можно измерить минутами, стоит по 100 зм за минуту. Задание, измеряемое часами, требует 1 000 за час. Задача, измеряемая днями (не более 10 дней) требует 10 000 зм за каждый день. Мастер может корректировать размер оплаты, основываясь на обстоятельствах, в которых вы используете это заклинание. Если задача связана с характером существа, оплата может быть уменьшена вдвое или вообще устранена. Неопасные задачи обычно требуют половину оплаты, а особо опасные поручения могут требовать увеличенной награды.Существа редко соглашаются на самоубийственные задания. Выполнив поручение, или после оговорённого срока существо возвращается на свой домашний план после отчёта вам, если это не противоречит задаче и вообще возможно.Если вы не сошлись в цене, существо мгновенно возвращается на домашний план. Существо, которому поручено войти в состав вашего отряда, считается его членом, и получает свою долю опыта.",
          "url": "https://ttg.club/spells/planar_ally"
     },
     {
          "rusName": "Роща друида",
          "engName": "Druid Grove",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "омела, расходуемая заклинанием, которая была собрана золотым серпом под светом полной луны"
               }
          },
          "description": "Вы призываете духов природы для защиты области на открытом воздухе или под землей. Эта область может быть кубом с длиной ребра от 30 до 90 футов. Здания и другие сооружения исключаются из этой области.Если вы сотворяете это заклинание в одном и том же месте каждый день в течение года, заклинание длится до тех пор, пока не будет рассеяно. Заклинание создает следующие эффекты в пределах области. Когда вы накладываете это заклинание, вы можете указать существ как друзей, которые будут невосприимчивы к эффектам заклинания. Вы также можете указать кодовое слово, которое, при произношении, делает говорящего невосприимчивым к этим эффектам. Вся защищённая область источает магию.Магия рассеивания, наложенная на область, при успехе удаляет только один из нижеследующих эффектов, а не всю область. Заклинатель выбирает, какой эффект окончить. Только когда все эффекты окончены, заклинание рассеивается.Непроглядный туман.Вы можете заполнить любое количество 5-футовых квадратов на земле густым туманом, делая ихсильно заслонённой областью. Туман достигает 10 футов в высоту. Кроме того, каждый фут движения через туман стоит 2 дополнительных фута. Для существа, невосприимчивого к данному эффекту, туман ничего не скрывает и выглядит как лёгкая дымка с песчинками зеленого света, плавающими в воздухе.Цепкий подлесок.Вы можете заполнить любое количество 5-футовых квадратов на земле, которые не заполнены туманом, цепкими сорняками и лозой, как если бы они были созданы заклинаниемопутывание [entangle]. Для существа, невосприимчивого к данному эффекту, сорняки и лоза ощущаются мягкими и меняют свою форму, чтобы служить временными сидениями или постелями.Хранители рощи.Вы можете оживить до четырех деревьев в этой области, заставляя их выкорчевать себя из земли. Эти деревья имеют ту же статистику, что ипробуждённое дерево [awakened tree]за исключением того, что они не могут говорить, и их кора покрыта друидическими символами.Если любое существо, неиммунноек этому эффекту, заходит в защищаемую область, хранители рощи сражаются, пока не прогонят или не убьют вторженцев. Хранители рощи также подчиняются вашим устным командам (действие не требуется), которые вы произносите в этой области.Если вы не даёте им команд, и в области нет незваных гостей, хранители рощи бездействуют. Хранители рощи не могут покинуть охраняемую область.Когда заклинание оканчивается, магия, оживляющая их, исчезает, и деревья снова укореняются, если это возможно.Дополнительный эффект от заклинания.Вы можете выбрать один из следующих магических эффектов в защищенной области:Постоянныйпорыв ветра [gust of wind]в двух местах по вашему выборуЭффект заклинанияшипы [sdivike growth]в одном месте по вашему выборуЭффект заклинаниястена ветров [wind wall]в двух местах по вашему выборуДля существа, невосприимчивого к данному эффекту, ветры – это приятный легкий бриз, а шипы безвредны.",
          "url": "https://ttg.club/spells/druid_grove"
     },
     {
          "rusName": "Погребение",
          "engName": "Entomb",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек гранита"
               }
          },
          "description": "Вы заставляете пласты камня вырваться из земли или другой каменной поверхности и сформировать 10 футовый куб в пределах дистанции. Когда куб формируется, существа внутри него должны успешно совершить спасбросокЛовкостиили окажутся запертыми внутри каменной гробницы.Гробница воздухонепроницаема, и воздуха в ней хватит на 8 часов существуСреднегоилиМаленькогоразмера. Разделите время поровну на число существ, запертых внутри. Большое существо считается 4 существамиСреднегоразмера. Если существо всё ещё заперто внутри, когда воздух заканчивается, то оно начинаетзадыхаться.У гробницы КД 18 и50хитов. У неёсопротивлениек урону огнём, холодом, электричеством, дробящему и рубящему урону, иммунитет к яду и психическому урону, и она уязвима к урону звуком. Когда хиты гробницы опускаются до0, она рассыпается в безвредную пыль.",
          "url": "https://ttg.club/spells/entomb"
     },
     {
          "rusName": "Слово возврата",
          "engName": "Word of Recall",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "5"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы и до пяти согласных существ в пределах 5 футов от вас мгновенно телепортируетесь в заранее подготовленное святилище. Вы и телепортирующиеся с вами существа появляетесь в свободном пространстве, ближайшем к месту, указанному вами при подготовке святилища (смотрите ниже).Если вы активируете это заклинание, не подготовив святилище, заклинание не оказывает никакого эффекта. Вы должны подготовить святилище, активировав это же заклинание в таком месте как храм, посвящённом или сильно связанном с вашим божеством. Если вы попытаетесь активировать это заклинание в месте, не связанном с вашим божеством, заклинание не окажет никакого эффекта.",
          "url": "https://ttg.club/spells/word_of_recall"
     },
     {
          "rusName": "Дромиджево появление",
          "engName": "Drawmij's Instant Summons",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сапфир стоимостью 1 000 зм"
               }
          },
          "description": "Вы касаетесь предмета, весящего не более 10 фунтов, и достигающего в длину не более 6 футов. Заклинание оставляет невидимую метку на его поверхности и невидимое название предмета на сапфире, использованном в качестве материального компонента.При каждом использовании этого заклинания вы должны использовать новый сапфир. В любой момент впоследствии вы можетеДействиемпроизнести название предмета и раздавить сапфир. Предмет мгновенно появляется в вашей руке, вне зависимости от расстояния и планов, разделяющих вас, а заклинание оканчивается.Если этот предмет несёт или держит другое существо, уничтожение сапфира не переносит предмет к вам, но вы узнаёте, кто им сейчас владеет, и где это существо сейчас примерно находится.Заклинаниерассеивание магии [dispel magic]и аналогичные эффекты, успешно наложенные на сапфир, оканчивают эффект заклинания.",
          "url": "https://ttg.club/spells/drawmij's_instant_summons"
     },
     {
          "rusName": "Стражи",
          "engName": "Guards and Wards",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горящее благовоние, немного серы и масла, завязанная узлом тетива, немного крови бурого увальня и маленький серебряный жезл, стоящий как минимум 10 зм"
               }
          },
          "description": "Вы создаёте защиту, охраняющую 2 500 квадратных футов пола (квадрат с длиной стороны 50 футов, сто клеток 5 × 5 футов или двадцать пять квадратов с длиной стороны 10 футов).Охраняемая область может быть до 20 футов в высоту и может иметь любую форму. Вы можете защитить несколько этажей крепости, поделив их на части, при условии, что во время накладывания этого заклинания вы можете туда попасть.При накладывании заклинания вы можете указать тех, кто не будет попадать под действие одного или всех выбранных вами эффектов. Вы можете также указать пароль, произношение которого дарует иммунитет к этим эффектам.Заклинание стражи создаёт в охраняемой местности следующие эффекты:Двери.Все двери в охраняемой области запираются магией, как если бы они были закрыты заклинаниемволшебный замок [arcane lock]. Кроме того, вы можете покрыть до десяти дверей иллюзией (эквивалентной функции «иллюзорный предмет» заклинания малая иллюзия), заставляя их выглядеть как гладкая стена.Коридоры.Коридоры заполняются туманом, делающим местностьсильно заслоненной. Кроме того, на каждом перекрёстке или развилке, где есть выбор направления, есть 50% шанс того, что существо (но не вы) будет считать, что идёт в сторону, противоположную той, в которую она на самом деле идёт.Лестницы.Все лестницы в охраняемой области сверху донизу заполняются паутиной, как от одноимённого заклинания. Нити восстанавливаются через 10 минут, если их сожгут или разрежут, а заклинание стражи ещё активно.Прочие эффекты заклинания.Вы можете добавить к охраняемой области один из следующих эффектов:Поместитепляшущие огоньки [dancing lights]в четыре коридора. Вы можете задать простую последовательность, которую огоньки будут выполнять, пока активно заклинание стражи.Поместитеволшебные уста [magic mouth]в два места.Поместитезловонное облако [stinking cloud]в два места. Испарения появляются в указанных вами местах. Облака возвращаются через 10 минут, если рассеются ветром, а заклинание стражи ещё будет активно.Поместите постоянныйпорыв ветра [gust of wind]в один коридор или комнату.Поместитевнушение [suggestion]в одно место. Выберите область с размером не больше клетки 5 × 5 футов, и все существа, входящие в эту область или проходящие по ней, мысленно воспринимают внушение.Вся охраняемая область излучает магию.Заклинаниерассеивание магии [dispel magic]наложенное на конкретный эффект, в случае успеха устраняет только этот эффект.Вы можете сделать эту магию постоянной, накладывая это заклинание каждый день в течение одного года.",
          "url": "https://ttg.club/spells/guards_and_wards"
     },
     {
          "rusName": "Сфера неуязвимости",
          "engName": "Globe of Invulnerability",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "стеклянная или кристаллическая бусина, рассыпающаяся, когда заклинание заканчивается"
               }
          },
          "description": "Вокруг вас возникает неподвижный слабо мерцающий барьер с радиусом 10 футов, существующий, пока активно заклинание. Все заклинания 5 уровня и ниже, наложенные снаружи барьера, не могут подействовать на существ и предметы, находящиеся внутри, даже если заклинание наложено с помощью ячейки большего уровня. Такие заклинания могут быть нацелены на существ и предметы, находящиеся внутри барьера, но не будут на них воздействовать. Пространство, защищённое барьером, тоже не включается в область действия таких заклинаний.",
          "url": "https://ttg.club/spells/globe_of_invulnerability"
     },
     {
          "rusName": "Могучее метание",
          "engName": "Powerful Throwing",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "400"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленький платиновый рычаг и шарнир стоимостью 400 зм"
               }
          },
          "description": "Вы магическим образом запускаете объект или существо, весящее 500 фунтов или меньше, в воздух в выбранном вами направлении (включая вертикально вверх).Чтобы попасть в конкретную цель, необходимо совершитьдальнобойную атаку заклинаниемпо цели. Брошенное существо получает6к10дробящего урона из-за силы броска, плюс соответствующий урон от падения, ипадает ничком. Если цель заклинания попала в другое существо, суммарный урон делится поровну между ними, и оба существападают ничком.",
          "url": "https://ttg.club/spells/powerful_throwing"
     },
     {
          "rusName": "Пляшущая молния",
          "engName": "Chain Lightning",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек меха; кусок янтаря, стекла или кристаллический жезл; три серебряные булавки"
               }
          },
          "description": "Вы создаёте разряд молнии, которая дугой бьёт цель, выбранную и видимую вами в пределах дистанции. Затем три разряда перепрыгивают с неё на другие цели, которых может быть не больше трёх, каждая из которых должна находиться в пределах 30 футов от первой цели.Цель может быть существом или предметом, и может быть целью только одного разряда. Цель должна совершить спасбросокЛовкости. Цель получает урон электричеством10к8при провале спасброска или половину этого урона в случае успеха.",
          "url": "https://ttg.club/spells/chain_lightning"
     },
     {
          "rusName": "Клетка душ",
          "engName": "Soul Cage",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечная серебряная клетка стоимостью 100 зм"
               }
          },
          "description": "Это заклинание захватывает душу гуманоида, когда он умирает, и запирает её внутри крошечной клетки, которую вы используете в качестве материального компонента.Украденная душа остается внутри клетки до тех пор, пока заклинание не закончится или пока вы не уничтожите клетку, что также окончит заклинание. Пока у вас есть душа внутри клетки, вы можете использовать ее любым из способов, описанных ниже.Вы можете использовать захваченную душу до шести раз. Как только вы используете душу в шестой раз, она высвобождается, и заклинание заканчивается.Пока душа находится в клетке, мёртвый гуманоид, которому она принадлежит, не может быть возрождён.Кража жизни.Бонусным действиемвы можете впитать жизненную силу души и восстановить себе2к8хитов.Вопрос душе.Вы задаете душе вопрос (действие не требуется) и получаете короткий телепатический ответ, который вы можете понять независимо от используемого языка. Душа знает только то, что она знала при жизни, но она должна отвечать вам максимально правдиво, ничего не скрывая. Ответ должен состоять не более чем из одного-двух предложений и может звучать загадочно.Заимствование опыта.Бонусным действиемвы можете усилить себя жизненным опытом души, чтобы совершить свой следующий бросок атаки, проверку способности или спасбросок спреимуществом. Если вы не используете это преимущество до начала своего следующего хода, оно будет потеряно.Глаза мертвеца.Вы можете использоватьДействие, чтобы назвать место, которое гуманоид видел при жизни, что создаст в этом месте невидимый сенсор, если оно находится на одном плане существования с вами. Сенсор остаётся до тех пор, пока вы держите концентрацию, вплоть до 10 минут (как если бы вы концентрировались на заклинании). Вы можете видеть и слышать с помощью этого сенсора, как будто бы вы сами находитесь в том месте и используете свои собственные органы чувств. Существо, которое может видеть сенсор (например, если оно использует заклинаниевидение невидимого [see invisibility]или имеетистинное зрение), видит полупрозрачный образ истерзанного гуманоида, чью душу вы заперли в клетке.",
          "url": "https://ttg.club/spells/soul_cage"
     },
     {
          "rusName": "Кольцо очарования",
          "engName": "Enchant Ring",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы зачаровываете кольцо, которое никто не несёт и не носит. Следующее существо, которое наденет его,очаровываетсявами на 1 неделю или до тех пор, пока вы или ваш союзник не навредите ему.Если существо надевает кольцо, в то время как вам или вашему союзнику угрожают, заклинание не срабатывает.Очарованноесущество считает вас другом. Когда заклинание заканчивается, оно не знает, что оно былоочаровановами, но оно осознает, что его чувство к вам изменилось (потенциально – весьма значительно) за короткое время. То, как существо отреагирует на это и будет относиться к вам в будущем, зависит от Мастера.",
          "url": "https://ttg.club/spells/enchant_ring"
     },
     {
          "rusName": "Магические врата",
          "engName": "Arcane Gate",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте связанные порталы для телепортации, остающиеся открытыми на время длительности. Выберите две точки на земле, которые вы видите, одну в пределах 10 футов от себя, и вторую в пределах 500 футов. В каждой точке появляется круглый портал диаметром 10 футов. Если портал должен открыться в пространстве, занятом существом, заклинание проваливается.Порталы представляют собой двумерные светящиеся круги, заполненные туманом, парящие в паре сантиметров над землёй и перпендикулярные выбранной вами точке. Круги видны только с одной стороны (на ваш выбор), которая и функционирует как портал.Все существа и предметы, входящие в портал, выходят из другого портала, как если бы они были смежны друг с другом; прохождение сквозь портал с неактивной стороны не оказывает никакого эффекта. Туман, заполняющий порталы, непрозрачный, и блокирует зрение. Вы в свой ход можетебонусным действиемповернуть кольца, чтобы активные стороны поменялись местами с неактивными.",
          "url": "https://ttg.club/spells/arcane_gate"
     },
     {
          "rusName": "Предосторожность",
          "engName": "Contingency",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "days",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "ваша статуэтка, вырезанная из слоновой кости, украшенная драгоценными камнями и стоящая как минимум 1 500 зм"
               }
          },
          "description": "Выберите заклинание 5 уровня или ниже, которое вы можете сотворить, у которого время накладывания 1 действие, и которое может нацеливаться на вас. Вы активируете это заклинание частью накладывания предосторожности, тратя ячейки заклинаний для обоих, но эффект заготовленного заклинания не проявляется. Этот эффект вступает в силу когда произойдёт определённое условие. Вы описываете это условие когда накладываете оба заклинания.Например, предосторожность, сотворённая в паре с подводным дыханием, может сделать так, что подводное дыхание начнёт действовать когда вы окажетесь в воде или подобной жидкости. Заготовленное заклинание вступает в действие мгновенно после того как условие впервые будет выполнено, хотите вы того или нет, и после этого предосторожность заканчивается.Заготовленное заклинание оказывает эффект только на вас, даже если в обычных обстоятельствах может нацеливаться на других.Вы можете использовать толькооднозаклинание предосторожность одновременно. Если вы накладываете это заклинание ещё раз, эффект предыдущей предосторожности оканчивается.Кроме того, предосторожность заканчивается, если материальный компонент перестанет быть в вашем распоряжении.",
          "url": "https://ttg.club/spells/contingency"
     },
     {
          "rusName": "Психическое разрушение",
          "engName": "Psychic Crush",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы перегружаете разум одного существа, которого видите в пределах досягаемости, наполняя его разум противоречивыми эмоциями.Цель должна совершить спасбросокИнтеллекта. При провале цель получает урон психической энергией12к6и становитсяошеломленнойна 1 минуту. При успешном спасброске цель получает половину урона и нене становитсяошеломленной.Ошеломленнаяцель может совершать спасбросокИнтеллектав конце каждого своего хода. При успешном спасброске заклинание оканчивается.",
          "url": "https://ttg.club/spells/psychic_crush"
     },
     {
          "rusName": "Разящее око",
          "engName": "Eyebite",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока заклинание активно, ваши глаза становятся абсолютно чёрными, наполнившись жуткой энергией. Одно существо на ваш выбор в пределах 60 футов от вас, которое вы видите, должно преуспеть в спасброскеМудрости, иначе на время длительности заклинания оно попадает под действие одного из выбранных вами эффектов.В каждый свой ход, пока заклинание активно, вы можете действием нацелиться на другое существо, если только оно не совершило успешный спасбросок от этого разящего ока.Паника.Цельиспуганавами. В каждый свой ход испуганное существо должно совершать действиеРывоки перемещаться прочь от вас по самому безопасному и короткому из возможных маршруту, если ей есть куда перемещаться. Если цель окажется на расстоянии как минимум 60 футов от вас, в месте, в котором ей вас не видно, этот эффект заканчивается.Слабость.Цель совершает спомехойброски атаки и проверки характеристик. В конце каждого своего хода она сможет совершить ещё один спасбросокМудрости. В случае успеха эффект заканчивается.Сон.Цельтеряет сознание.Она просыпается, если получает урон или другое существо действием потрясёт его, чтобы разбудить.",
          "url": "https://ttg.club/spells/eyebite"
     },
     {
          "rusName": "Ледяная стена",
          "engName": "Wall of Ice",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "небольшой кусочек кварца"
               }
          },
          "description": "Вы создаёте стену изо льда на твёрдой поверхности в пределах дистанции. Вы можете сформировать её в виде купола полусферы или сферы с радиусом до 10 футов, или же вы можете создать плоскую поверхность, состоящую из десяти квадратных плит с длиной ребра 10 футов.Каждая плита должна быть смежна с другой плитой. Какая бы форма ни была у стены, у неё толщина 1 фут (30 сантиметров), и существует она пока активно заклинание.Если стена при появлении проходит по пространству существа, это существо выталкивается по одну из сторон стены и совершает спасбросокЛовкости. При провале существо получает10к6урона холодом или половину этого урона при успехе.Стена является предметом, которому можно причинить урон и, тем самым, пробить. У каждой 10-футовой секции КД 12 и по30хитов, а также уязвимость к урону огнём. Уменьшение хитов плиты до0уничтожает её, и оставляет в воздухе область холодного воздуха.Существо, впервые за ход перемещающееся через эту область холодного воздуха, должно совершить спасбросокТелосложения. Это существо получает5к6урона холодом при провале или половину этого урона при успехе.",
          "url": "https://ttg.club/spells/wall_of_ice"
     },
     {
          "rusName": "Полное исцеление",
          "engName": "Heal",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выберите существо, видимое в пределах дистанции. Поток положительной энергии омывает его, восстанавливая70хитов. Это заклинание также отменяетслепоту,глухотуи все болезни, действующие на цель. Это заклинание не оказывает эффекта на конструктов и нежить.",
          "url": "https://ttg.club/spells/heal"
     },
     {
          "rusName": "Перенос Контаминации",
          "engName": "Siphon Contamination",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "специально приготовленные алхимические жидкости стоимостью 500 зм и жеод делерия стоимостью 5000 зм,  расходуемых заклинанием"
               }
          },
          "description": "Это требовательное заклинание передаетКонтаминациюот одного существа к другому.Когда вы накладываете это заклинание, вы должны сначала коснуться либо добровольного гуманоида с одним или несколькими уровнямиКонтаминации, либо существа которое ранее было гумоноидом, а нынешняя форма которого является результатом Чудовищной трансформации. Затем вы прикасаетесь к другому согласному гуманоиду.Если оба существа, которых вы коснулись, были добровольными гуманоидами, вы удаляете все уровниКонтаминациии мутации с первого существа, а второе существо, которого вы касаетесь, получает количество уровнейКонтаминации, равное количеству уровней, удаленных с первого существа.Если первое существо, к которому вы прикасаетесь, — это бывший гуманоид, подвергшийся чудовищному заражению, а второе существо — добровольный гуманоид с уровнем персонажа или уровнем опасности, равным или превышающим уровень опасности трансформированного существа, вы восстанавливаете полностью зараженное существо в его первоначальную форму, и гуманоид немедленно претерпевает Чудовищную трансформацию, как если бы он получил шесть уровнейКонтаминации.Второе существо, которого коснулись, не может каким-либо образом предотвратить или отменить эти уровниКонтаминацииили последующую трансформацию, иначе заклинание провалится без эффекта.",
          "url": "https://ttg.club/spells/siphon_contamination"
     },
     {
          "rusName": "Облачение камня",
          "engName": "Investiture of Stone",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока действует заклинание, кусочки камня покрывают ваше тело, и вы получаете следующие преимущества:Вы получаете сопротивление к дробящему, колющему и рубящему урону от немагических атак1.Вы можетеДействиемвызвать небольшое землетрясение в радиусе 15 футов с центром на вас. Другие существа в этой области должны преуспеть в спасброскеЛовкости, иначе будутсбиты с ног.Вы можете передвигаться потруднопроходимой местности, состоящей из земли или камня, не тратя дополнительное перемещение. Вы можете проходить сквозь твёрдую землю или камень так, словно это воздух, не разрушая их, однако не можете закончить там перемещение. Если вы заканчиваете перемещение, находясь внутри земли или камня, вас выталкивает в ближайшее свободное пространство, заклинание заканчивается, и вы становитесьошеломлённымдо конца своего следующего хода.",
          "url": "https://ttg.club/spells/investiture_of_stone"
     },
     {
          "rusName": "Заданная иллюзия",
          "engName": "Programmed Illusion",
          "level": 6,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок овечьей шерсти и порошок нефрита, стоящий как минимум 25 зм"
               }
          },
          "description": "Вы создаёте иллюзию предмета, существа или другого видимого явления в пределах дистанции, активирующуюся при выполнении особых условий. Пока условия не выполнены, иллюзия будет неразличима. Она должна помещаться в куб с длиной ребра 30 футов, и вы при накладывании заклинания определяете, как иллюзия будет себя вести, и какие звуки она будет издавать.Заготовленные действия могут длиться до 5 минут. Когда указанное вами условие будет выполнено, иллюзия проявляется и выполняет описанные вами действия. Как только иллюзия закончит действовать, она исчезает и остаётся спящей 10 минут. После этого иллюзия может быть снова активирована. Условие может быть простым или замысловатым, но оно должно основываться на видимом или слышимом событии, способном произойти в пределах 30 футов от области.Например, вы можете создать иллюзию себя, появляющегося и предупреждающего тех, кто попытается открыть дверь с ловушкой, или же иллюзия может проявляться только когда существо произносит правильное слово или фразу.Физическое взаимодействие с образом даёт понять, что это иллюзия, потому что сквозь него всё проходит. Существа, исследующие образ действием, могут определить, что это иллюзия, совершив успешную проверкуИнтеллекта (Анализ)против Сл ваших заклинаний. Если существо распознаёт иллюзию, оно может видеть сквозь неё, и издаваемые ей звуки тоже становятся незначащими.",
          "url": "https://ttg.club/spells/programmed_illusion"
     },
     {
          "rusName": "Искатель сердец",
          "engName": "Heartseeker",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить шесть костей хитов или заклинание автоматически проваливается. Если вы это делаете, поток крови срывается с поверхности вашего тела, кристаллизуется и формирует шипастую стрелу, которая устремляется в направлении выбранного вами существа в пределах дистанции. Совершитедальнобойную атаку заклинаниемпротив выбранного существа. При попадании, бросьте кости хитов, потраченные на накладывание заклинания и существо получает колющий урон, равный результату броска.Попав в существо, кровавая стрела зарываться в его тело в направлении сердца, что делает его уязвимым к последующим атакам. В начале следующего хода существа, оно должно совершить спасбросокТелосложения. При провале, атаки против этого существа совершаюткритическое попаданиепри выпадении «19» или «20» на кости атаки.После этого, в начале каждого следующего хода существа оно должно повторить спасбросокТелосложенияили диапазонкритического попаданияувеличивается на 1. Если существо преуспело в спасбросках от этого заклинания три раза (успехи не обязаны быть последовательными), заклинание оканчивается. Увеличенный диапазонкритического попаданияпропадает в момент окончания действия заклинания.",
          "url": "https://ttg.club/spells/heartseeker"
     },
     {
          "rusName": "Вторжение теней",
          "engName": "Encroaching Shadows",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "12"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряный жезл, смазанный каплей крови, стоимостью 100 зм"
               }
          },
          "description": "Вы призываете тени в квадрат со стороной 200 футов и высотой в 50. Освещение в области падает на один уровень (от яркого света к тусклому, от тусклого до темноты). Любое заклинание, создающее свет в данной области, сотворённое с помощью ячеек по уровню меньшему, чем того, с помощью которого было сотворено Вторжение теней,рассеивается. Немагические эффекты света (факел, костёр) не могут увеличить уровень освещения в данной области. Любое заклинание, манипулирующее тенями, произнесённое в этой области, сотворятся будто на него была потрачена ячейка на 1 уровень выше реальной.Ритуальная фокусировка.Если вы используете ритуальную фокусировку, продолжительность заклинания увеличивается на 12 часов и его становится нельзя рассеять заклинаниями, которые создают свет, даже если они произнесены с помощью ячеек заклинаний более высокого уровня.",
          "url": "https://ttg.club/spells/encroaching_shadows"
     },
     {
          "rusName": "Хлыст Лей",
          "engName": "Ley Whip",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы направляете энергию лей-линии в пределах 1 мили (1.6 км) в потрескивающий отросток разноцветной лей-энергии. Отросток исходит из вашей руки, но не мешает вашей способности удерживать предметы или манипулировать ими. При накладывании заклинания (а также в следующих ходах бонусным действием) вы можете направить отросток на цель в пределах 50 футов от вас.Совершитерукопашную атаку заклинанием,при попадании отросток наносит3к8урона силовым полем, и цель должна совершить спасбросокСилы. При провале вы можете оттолкнуть цель или подтянуть её ближе на расстояние до 10 футов.Особенность.Геомант, связанный с Лей-линией, может накладывать это заклинание до тех пор, пока находится на том же плане, что и связанная Лей-линия.",
          "url": "https://ttg.club/spells/ley_whip"
     },
     {
          "rusName": "Поражение",
          "engName": "Harm",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы насылаете смертельную болезнь на существо, которое видите в пределах дистанции.Цель должна совершить спасбросокТелосложения. В случае провала она получает урон некротической энергией14к6, или половину этого урона в случае успеха.Этот урон не может опустить хиты цели ниже1.Если цель проваливает спасбросок, то на 1 час максимум её хитов уменьшается на количество, равное полученному урону некротической энергией. Все эффекты, лечащие болезнь, позволяют досрочно вернуть максимум хитов.",
          "url": "https://ttg.club/spells/harm"
     },
     {
          "rusName": "Семена смерти",
          "engName": "Seeds of Death",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "три или больше зуба минотавра и алхимическое удобрение стоимостью 100 зм"
               }
          },
          "description": "Вы бросаете три зуба минотавра на землю перед собой. В начале вашего следующего хода из-под земли появляются три полныхскелета минотавров [minotaur skeleton].Вы можетебонусным действиемвыкрикивать им команды, если они находятся в пределах 100 футов от вас. Ваши приказы должны быть общими, такими как «атаковать этого врага» или «охранять эту комнату».Получив приказ, скелеты минотавров будут выполнять его до тех пор, пока задача не окажется выполненной, или пока вы не дадите другую команду. Если скелетам минотавров не дают никаких команд, они нападают на ближайшее существо. Когда заклинание заканчивается, скелеты минотавров распадаются в костяную пыль.",
          "url": "https://ttg.club/spells/seeds_of_death"
     },
     {
          "rusName": "Первородный страж",
          "engName": "Primordial Ward",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы получаетесопротивлениек урону звуком, кислотой, огнём, холодом и электричеством на время действия заклинания.Когда вы получаете урон одного из этих видов, вы можетереакциейполучитьиммунитетк этому виду урона, включая тот урон, который спровоцировал этуреакцию. В этом случае вы теряетесопротивлениек остальным видам урона, аиммунитетпропадает в конце вашего следующего хода, после чего заклинание заканчивается.",
          "url": "https://ttg.club/spells/primordial_ward"
     },
     {
          "rusName": "Пути дриады",
          "engName": "Dryad's Leap",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "400"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выбираете до 10 больших или огромных неодушевленных деревьев, которые можете видеть в пределах дальности заклинания. Пока заклинание действует, вы и до 10 других существ по вашему выбору могут войти в одно из этих деревьев и выйти из любого, на которое нацелено это заклинание, используя 5 футов передвижения.Каждое существо может использовать этот способ перемещения только раз за раунд.",
          "url": "https://ttg.club/spells/dryad's_leap"
     },
     {
          "rusName": "Одеяние из осколков",
          "engName": "Robe of Shards",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "металлический осколок"
               }
          },
          "description": "Вы создаёте одеяние из металлических осколков, зубцов и шестерней, предоставляющие базовый КД, равный 14 + ваш модификаторЛовкости.Пока вы защищены этим заклинанием, вы можетебонусным действиемзаставить робу поглотить частицы металла с тела павшего противника; каждое поглощение увеличивает ваш КД на 1, до максимума 18 + модификаторЛовкости.Вы также можетебонусным действиемразвеять одеяние, заставляя его взорваться потоком металлических осколков, наносящим8к6рубящего урона +1к6за каждую единицу базового (не зависящего отЛовкости) КД выше 14, всем существам в 30 футов вокруг вас.",
          "url": "https://ttg.club/spells/robe_of_shards"
     },
     {
          "rusName": "Волшебный сосуд",
          "engName": "Magic Jar",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "драгоценный камень, кристалл, реликварий или другой украшенный контейнер, стоящий как минимум 500 зм"
               }
          },
          "description": "Ваше тело впадает в кататоническое состояние, так как душа покидает его и входит в контейнер, выбранный материальным компонентом. Пока ваша душа обитает в контейнере, вы воспринимаете своё окружение, как если бы находились в пространстве контейнера.Вы не можете перемещаться и использовать реакции. Единственное действие, которое вы можете совершать, это проецирование души на 100 футов от контейнера, чтобы либо вернуться в своё тело (окончив этим заклинание), либо попытаться овладеть телом другого гуманоида.Вы можете попытаться овладеть гуманоидом, находящимся в пределах 100 футов от вас и видимым вами (нельзя овладевать существами, защищёнными заклинаниями защита от добра и зла и магический круг).Цель должна совершить спасбросокХаризмы. При провале ваша душа перемещается в тело цели, а её душа становится запертой в контейнере. При успехе цель сопротивляется вашим попыткам овладеть ею, и вы не можете повторно пытаться овладеть ею в течение 24 часов.Овладев телом существа, вы начинаете его контролировать. Ваши игровые параметры заменяются параметрами существа, но вы сохраняете своё мировоззрение и значенияИнтеллекта, Мудрости и Харизмы. Вы сохраняете преимущества от своих классовых умений.Если у цели есть уровни в классах, вы не можете использовать её классовые умения. Тем временем душа одержимого существа может воспринимать своё окружение из контейнера при помощи своих чувств, но не может перемещаться и не может совершать никаких действий.Захватив тело, вы можете действием вернуться из него в контейнер, если он находится в пределах 100 футов, возвращая душу существа в его тело. Если тело носителя умирает, пока вы в нём находитесь, существо умирает, а вы должны совершить спасбросокХаризмысо Сл своего же заклинания. При успехе вы возвращаетесь в контейнер, если он находится в пределах 100 футов. В противном случае вы умираете.Если контейнер уничтожается или заклинание оканчивается, ваша душа мгновенно возвращается в ваше тело. Если ваше тело находится далее чем в 100 футах, или если ваше тело мертво, когда вы пытаетесь в него вернуться, вы умираете.Если в контейнере, который был уничтожен, находилась душа другого существа, эта душа возвращается в своё тело, если оно живо и находится в пределах 100 футов. В противном случае это существо умирает. Когда заклинание оканчивается, контейнер уничтожается.",
          "url": "https://ttg.club/spells/magic_jar"
     },
     {
          "rusName": "Сотворение гомункула",
          "engName": "Create Homunculus",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "глина, пепел и корень мандрагоры, расходуемые заклинанием, и кинжал с инкрустированными драгоценными камнями стоимостью не менее 1000 зм"
               }
          },
          "description": "Произнося сложное заклинание, вы режете себя кинжалом, украшенным драгоценными камнями, и получаете2к4колющего урона, который никоим образом не может быть уменьшен.Затем вы капаете свою кровь на другие компоненты заклинания и прикасаетесь к ним, превращая их в особого конструкта, называемогогомункулом [homunculus].Это ваш преданный спутник, и он умирает, если умираете вы. Всякий раз, когда вы заканчиваете продолжительный отдых, вы можете потратить до половины своих Костей Хитов, если гомункул находится на том же плане существования, что и вы. Когда вы это делаете, бросьте каждую Кость Хитов и добавьте к ней свой модификаторТелосложения.Максимум ваших хитов понижается на получившуюся сумму, а максимум хитов гомункула вместе с текущим количеством хитов увеличивается на это же значение. Этот процесс не может понизить ваши хиты ниже 1, и этот обмен хитами между вами и гомункулом заканчивается после того как вы завершите следующий продолжительный отдых. До этого момента понижение максимума ваших хитов не может быть отменено никаким другим образом, кроме смерти гомункула.Вы можете иметь только одного гомункула в каждый момент времени. Если вы произносите это заклинание, пока ваш гомункул жив, заклинание терпит неудачу.",
          "url": "https://ttg.club/spells/create_homunculus"
     },
     {
          "rusName": "Ментальная тюрьма",
          "engName": "Mental Prison",
          "level": 6,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы пытаетесь поймать одно существо в иллюзорную клетку, которую может воспринимать только оно само. Существо, которое вы можете видеть в пределах дистанции, должно совершить спасбросокИнтеллекта.Цель автоматически преуспевает в спасброске, если она невосприимчива кочарованию. При успехе цель получает5к10урона психической энергией, и заклинание оканчивается. При провале цель получает5к10урона психической энергией, и область непосредственно вокруг занимаемого целью пространства начинает по какой-либо причине казаться ей опасной.Вы можете заставить цель ощущать себя окружённой огнём, парящими лезвиями, или отвратительными, брызжущими слюной зубастыми пастями. Вне зависимости от формы иллюзии, цель не может видеть или слышать ничего за её пределами и становитсяопутанной, пока заклинание не окончится.Если цель выталкивается из области действия иллюзии, делает ближнюю атаку сквозь неё или высовывает какую-либо часть тела сквозь иллюзию, она получает10к10урона психической энергией, и заклинание оканчивается.",
          "url": "https://ttg.club/spells/mental_prison"
     },
     {
          "rusName": "Платиновый щит Фицбана",
          "engName": "Fizban's Platinum Shield",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "покрытая платиной чешуя дракона, стоимость не менее 500 зм"
               }
          },
          "description": "Вы создаете поле серебристого света, которое окружает выбранное вами существо в пределах дистанции (вы можете выбрать себя). Поле излучаеттусклый светдо 5 футов.Находясь в окружении поля, существо получает следующие преимущества:Укрытие.Существо получаетукрытие на половину.Сопротивление урону.Существо получаетсопротивлениеурону от кислоты, холода, огня, молнии и яда.Уклонение.Если на существо действует эффект, позволяющий ему совершить спасбросокЛовкости, чтобы получить только половину урона, вместо этого при успехе существо не получает урона, при провале получает только половину урона.Бонусным действиемв последующих ходах вы можете переместить поле к другому существу в пределах 60 футов от поля.",
          "url": "https://ttg.club/spells/fizban's_platinum_shield"
     },
     {
          "rusName": "Пир героев",
          "engName": "Heroes' Feast",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "инкрустируемая драгоценными камнями чаша, стоящая как минимум 1 000 зм, расходуемая заклинанием"
               }
          },
          "description": "Вы организовываете шикарный пир, включая великолепные пищу и питьё. Пир совершается в течение 1 часа, и исчезает по прошествии этого времени, но положительные эффекты не вступают в силу, пока этот час не пройдёт. В пире могут принимать участие до двенадцати1существ. Существо, принявшее участие в пиршестве, получает несколько преимуществ.Оно излечивается от всех болезней и ядов, приобретаетиммунитетк ядам и состояниюиспуга, совершает спасброскиМудростиспреимуществом. Максимум его хитов увеличивается на2к10, и оно получает такое же количество хитов.Все эти преимущества длятся 24 часа.",
          "url": "https://ttg.club/spells/heroes'_feast"
     },
     {
          "rusName": "Гравитационный разлом",
          "engName": "Gravity Fissure",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Разлом гравитационной энергии формирует линию длиной 100 фт. и шириной 5 фт., создаваемый в выбранном вами направлении.Все существа в линии должны совершить спасбросокТелосложения. При провале существо получает8к8урона силовым полем, или половину урона при успехе.Все существа в пределах 10 футов от линии, но не в ней, должны сделать успешный спасбросокТелосложенияили получить8к8урона силовым полем и быть притянутыми к линии гравитационного разлома.",
          "url": "https://ttg.club/spells/gravity_fissure"
     },
     {
          "rusName": "Трансформация Тензера",
          "engName": "Tenser's Transformation",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "несколько волосков быка"
               }
          },
          "description": "Вы наделяете себя выносливостью и воинской доблестью, подпитываемыми магией. Пока заклинание не закончится, вы не можете накладывать заклинания, но получаете следующие преимущества:Вы получаете50временных хитов. Если какое-либо их количество остаётся, когда заклинание заканчивается, они теряются.Вы совершаете спреимуществомвсе броски атаки, которые вы делаете простым или воинским оружием.Когда вы попадаете по цели атакой оружием, она получает дополнительный2к12урона силовым полем.Вы получаете владение всеми видами доспехов, щитов, простого и воинского оружия.Вы получаете владение спасброскамиСилыиТелосложения.Если вы в свой ход совершаете действиеАтака, вы можете совершить две атаки вместо одной. Вы игнорируете это преимущество, если у вас уже есть подобное умение, которое даёт вам дополнительные атаки (например, Дополнительная атака).Сразу после того, как заклинание оканчивается, вы должны преуспеть в спасброскеТелосложениясо Сл 15 или получаете одинуровень истощения.",
          "url": "https://ttg.club/spells/tenser's_transformation"
     },
     {
          "rusName": "Запрет",
          "engName": "Forbiddance",
          "level": 6,
          "schools": [
               "abjuration"
          ],
          "isRitual": true,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "days",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "немного святой воды, редкие благовония и толчёный рубин, стоящий как минимум 1 000 зм"
               }
          },
          "description": "Вы создаёте защиту от магического перемещения, покрывающую до 40 000 квадратных футов пола и 30 футов над полом. Пока заклинание активно, существа не могут телепортироваться в эту область и использовать порталы, например, созданные заклинанием врата, чтобы входить в эту область.Это заклинание предотвращает и перемещения между планами, поэтому защищает от перемещений с Астрального Плана, Эфирного Плана, из Страны Фей, Царства Теней, а также от заклинанияуход в иной мир [plane shift].Кроме того, это заклинание причиняет урон всем существам вида, выбираемого вами при его накладывании. Выберите один или несколько видов существ: исчадия, небожители, нежить, феи и элементали. Когда существо выбранного вида впервые за ход входит в пространство заклинания или начинает в нём ход, оно получает5к10урона излучением или некротической энергией (вид урона выбираете вы при накладывании заклинания).Когда вы накладываете это заклинание, можете указать пароль. Существо, произносящее пароль при входе в эту местность, не получает урон от этого заклинания.Пространство этого заклинания не может перекрываться с пространством другого заклинания запрет. Если вы накладываете заклинание запрет каждый день в течение 30 дней в одном и том же месте, заклинание длится, пока не будет рассеяно, и материальные компоненты последнего накладывания тратятся.",
          "url": "https://ttg.club/spells/forbiddance"
     },
     {
          "rusName": "Вызов феи",
          "engName": "Conjure Fey",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете фейское существо с показателемопасности 6или меньше, или фейского духа, который принимает облик зверя с показателем опасности 6 или меньше. Существо появляется в свободном месте, которое вы видите в пределах дистанции. Оно исчезает, когда его хиты опускаются до 0, или когда заклинание оканчивается.Фейское существо дружественно к вам и вашим спутникам, пока заклинание активно. Совершите проверку инициативы за существо, и оно будет совершать свои собственные ходы. Оно подчиняется отданным вами устно командам (действие не требуется), если они не противоречат его мировоззрению.Если вы не отдаёте команду, оно защищается от враждебных существ, но действий не совершает. Если ваша концентрация нарушена, существо не исчезает. Вместо этого вы теряете над ним контроль, и оно становится враждебным к вам и вашим спутникам, и может напасть.Неуправляемое существо не может быть отпущено вами, но он исчезает через 1 час после того, как оно было призвано. Параметры фейского существа есть у Мастера.",
          "url": "https://ttg.club/spells/conjure_fey"
     },
     {
          "rusName": "Прогулка по извилистой тропе",
          "engName": "Walk the Twisted Path",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "100"
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "карта"
               }
          },
          "description": "Вы и до пяти других существ видите вход в Большой Лабиринт - постоянно меняющийся ландшафт из бесконечных стен и коридоров, соединённый со многими местами по всему миру. Вы выбираете нужно вам место назначения в пределах 100 миль (160 км) от текущего (вы должны знать, что такое место наверняка есть, пускай даже не видели и не посещали его раньше) и входите в лабиринт.Совершите успешную проверкуИнтеллектаСл 20. Данная проверка проходится только вами, но не вашими товарищами. Если у вас есть способность отслеживать путь без проверок (как у Минотавров или у демонов Гористро), то вы автоматически проходите её. В случае провала, вы не способны отыскать нужный вам путь - вы и ваши товарищи получают4к6урона психической энергией, и вы продолжаете блуждать по лабиринту в поисках выхода.Вы продолжаете совершать проверкиИнтеллектав начале своего каждого хода до тех пор, пока одна из них не будет успешной, либо до момента вашей смерти - после этого заклинание заканчивается. Как только это происходит, вы и те, с кем вы путешествовали, оказываетесь в безопасном месте в пункте назначения.",
          "url": "https://ttg.club/spells/walk_the_twisted_path"
     },
     {
          "rusName": "Потусторонняя форма",
          "engName": "Otherworldly Form",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "предмет с выгравированным символом внешнего плана стоимостью не менее 500 зм."
               }
          },
          "description": "Произнося заклинание, вы черпаете магию Нижних или Верхних Планов (на ваш выбор), чтобы преобразить себя. Вы получаете следующие преимущества, пока заклинание не закончится:Выиммуннык урону огнем и ядом (нижние планы) или к урону излучением и некротической энергии (верхние планы).Выиммунныкотравлению(нижние планы) илиочарованию(верхние планы).Спектральные крылья появляются на вашей спине, давая вам скорость полета 40 футов.У вас есть бонус+2к КД.Все ваши атаки оружием являются магическими, и когда вы совершаете атаку оружием, вы можете использовать свой модификатор базовой характеристики Заклинателя вместоСилыилиЛовкостидля бросков атаки и урона.Вы можете атаковать дважды, а не один раз, когда совершаете действиеАтакав свой ход. Вы игнорируете это преимущество, если у вас уже есть умения дающее вам дополнительные атаки.",
          "url": "https://ttg.club/spells/otherworldly_form"
     },
     {
          "rusName": "Кости земли",
          "engName": "Bones of the Earth",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы вызываете до шести каменных столбов, вырывающихся из земли в тех местах, которые вы можете видеть в пределах дистанции. Каждый столб представляет собой цилиндр диаметром 5 футов и высотой до 30 футов. Земля, на которой появляется столб, должна быть достаточно широкой для этого диаметра, и вы можете сделать целью землю под существом, если это существо Среднего размера или меньше.У каждого столба КД5и30хитов. При уменьшении хитов до0столб крошится на камни, что создаеттруднопроходимую местностьв радиусе 10 футов. Местность остаетсятруднопроходимой, пока камни не будут убраны. Для очистки вручную области диаметром 5 футов требуется не менее 1 минуты.Если столб создан под существом, то это существо должно преуспеть в спасброскеЛовкости, или будет поднято столбом. Существо может добровольно провалить спасбросок.Если столбу не удается достичь полной высоты из-за потолка или другого препятствия, существо на столбе получает6к6дробящего урона и становитсяопутанным, будучи зажатым между столбом и препятствием. Удерживаемое существо может использовать действие, чтобы сделать проверкуСилыилиЛовкости(на свой выбор) против Сл спасброска от ваших заклинаний. При успехе существо перестаёт бытьопутанными должно либо слезть со столба, либо упасть с него.",
          "url": "https://ttg.club/spells/bones_of_the_earth"
     },
     {
          "rusName": "Распад",
          "engName": "Disintegrate",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "магнетит и щепотка пыли"
               }
          },
          "description": "Тонкий зелёный луч вылетает из вашего указательного пальца в цель, которую вы видите в пределах дистанции. Цель может быть существом, предметом или творением из магической силы, например, стеной, созданной заклинаниемсиловая стена [wall of force].Существо, ставшее целью этого заклинания, должно преуспеть в спасброскеЛовкости, иначе получит10к6 + 40урона силовым полем. Если после получения этого урона у цели остаётся0хитов, то она распадается.1Распавшееся существо, а также всё, что оно несло и носило, кроме магических предметов, превращается в кучку мелкого серого порошка. Такое существо можно вернуть к жизни только посредством заклинанияистинное воскрешение [true resurrection]илиисполнение желаний [wish].Это заклинание вызывает автоматический распад немагических предметов и творений из магической силы с размером не больше Большого.Если цель — предмет или творение из магической силы с размеромОгромноеили больше, заклинание вызывает распад его части в кубе с длиной ребра 10 футов.На магические предметы это заклинание не действует.",
          "url": "https://ttg.club/spells/disintegrate"
     },
     {
          "rusName": "Путешествие через растения",
          "engName": "Transport via Plants",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание создаёт магическую связь между неоживлённым растением с размером не меньше Большого, находящимся в пределах дистанции, и другим растением, находящимся на любом расстоянии на том же плане существования.Вы должны до этого хотя бы раз видеть или касаться растения, служащего местом назначения. Пока заклинание активно, все существа могут входить в целевое растение и выходить из растения, служащего местом назначения, использовав всего 5 футов перемещения.",
          "url": "https://ttg.club/spells/transport_via_plants"
     },
     {
          "rusName": "Линия разлома",
          "engName": "Fault Line",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание резко вздымает землю в 60-тифутовой линии в указанном вами направлении. Все пространство, затронутое заклинанием, становитсятруднопроходимой местностью.Кроме того, все существа в зоне заклинаниясбиваются с ноги получают8к6дробящего урона. Существа, совершившие успешный спасбросокЛовкости, получают половину урона и не падают.Это заклинание не повреждает постоянные строения.",
          "url": "https://ttg.club/spells/fault_line"
     },
     {
          "rusName": "Становление крылом ночи",
          "engName": "Become Nightwing",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "глаз ворона"
               }
          },
          "description": "Помещая в вас частицуЦарства Теней, это заклинание наделяет вас крыльями из тени. На время длительности заклинания вы получаете скорость полёта 60 футов и новое действие атаки: дыхание Крыла Ночи.Дыхание Крыла Ночи (перезарядка 4-6).Вы выдыхаете теневую субстанцию в 30-футовом конусе. Все существа в зоне поражения получают5к6урона некротической энергией или половину этого урона, если преуспеют в спасброскеЛовкости.",
          "url": "https://ttg.club/spells/become_nightwing"
     },
     {
          "rusName": "Игра судьбы",
          "engName": "Game of Fate",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "игровой набор"
               }
          },
          "description": "Вы магическим образом заставляете существо, находящееся в пределах досягаемости, участвовать в не магической игре с жизненно важными последствиями. Это заклинание не действует на существ которые имеютИнтеллект3 или ниже, или не говорят на любом языке. Не согласное существо может сделать спасбросокМудрости, чтобы противостоять этому эффекту. При неудачном спасброске существо вынуждено присоединиться к вам в игре. Если цель получает урон илитеряет сознание, действие заклинания заканчивается. Проигравший игрок получает6к6урона психической энергией. Если к концу действия заклинания ни один из игроков не проиграет или не выиграет, этот урон получите и вы, и цель.Кроме того, вы и целевое существо можете договориться о более высоких ставках. Вы можете поставить на кон более высокий урон психической энергией (максимум до10к6), имущество или более абстрактные награды, такие как присвоение дворянского титула. Заклинание показывает, пытается ли существо завладеть имуществом, которым оно не владеет. Ставка считается заключенной, когда вы и цель договариваетесь о ставке, подтверждая ее рукопожатием или подобным жестом. По окончании игры ставка на имущество или валюту телепортируется победителю. Проигравший также магическим образом вынужден принять любую из этих ставок (например, присвоение титула), обещанное в рамках ставки. И наконец, никакие заклинания, магические эффекты или существа, кроме вас и цели, не могут повлиять на исход игры.",
          "url": "https://ttg.club/spells/game_of_fate"
     },
     {
          "rusName": "Неудержимая пляска Отто",
          "engName": "Otto's Irresistible Dance",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выберите одно существо, видимое в пределах дистанции. Цель начинает смешно танцевать на месте, шаркая ногами, притоптывая и подпрыгивая. Существа, которые не могут бытьочарованы, обладаютиммунитетомк этому заклинанию. Танцующее существо должно использовать всё своё перемещение на танец, не покидая своё пространство и получаяпомехук спасброскамЛовкостии броскам атаки.Пока цель находится под действием этого заклинания, другие существа совершают спреимуществомброски атаки по нему.Танцующее существо можетДействиемсовершить спасбросокМудрости, чтобы вернуть контроль над телом. При успехе заклинание заканчивается.",
          "url": "https://ttg.club/spells/otto's_irresistible_dance"
     },
     {
          "rusName": "Круг смерти",
          "engName": "Circle of Death",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "порошок растолчённой чёрной жемчужины, стоящей как минимум 500 зм"
               }
          },
          "description": "Из точки в пределах дистанции расходится сфера негативной энергии с радиусом 60 футов. Все существа в этой области должны совершить спасбросокТелосложения. Цель получает урон некротической энергией8к6при провале или половину этого урона в случае успеха.",
          "url": "https://ttg.club/spells/circle_of_death"
     },
     {
          "rusName": "Луч Контаминации",
          "engName": "Ray of Contamination",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Паладин, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 100 зм, который расходуется заклинанием"
               }
          },
          "description": "Когда вы накладываете это заклинание, вы получаете один уровеньКонтаминации.Октариновый луч вылетает из вашего указательного пальца в существо, которое вы видите в пределах досягаемости. Цель должна преуспеть в спасброскеТелосложения. При провале существо получает16к6урона некротической энергией и получает1к4уровняКонтаминации. При успешном спасброске цель получает вдвое меньше урона и не получает никаких уровнейКонтаминации.",
          "url": "https://ttg.club/spells/ray_of_contamination"
     },
     {
          "rusName": "Терновая стена",
          "engName": "Wall of Thorns",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пригоршня шипов"
               }
          },
          "description": "Вы создаёте стену из крепких, гибких, перевитых кустов с острыми как иглы шипами. Стена появляется в пределах дистанции на твёрдой поверхности и существует, пока активно заклинание.Вы можете сделать стену до 60 футов в длину, до 10 футов в высоту и толщиной 5 футов или кругом с диаметром 20 футов, высотой до 20 футов и толщиной 5 футов. Эта стена блокирует линию обзора. Когда стена появляется, все существа, находящиеся в ней, должны совершить спасбросокЛовкости. При провале существо получает колющий урон7к8, или половину этого урона при успехе.Существа могут проходить сквозь стену, но медленно и болезненно. За каждый 1 фут перемещения через стену существо должно потратить 4 фута перемещения. Кроме того, в первый раз за ход, когда существо входит в стену или оканчивает там ход, оно должно совершать спасбросокЛовкости. Оно получает рубящий урон7к8при провале, или половину этого урона при успехе.",
          "url": "https://ttg.club/spells/wall_of_thorns"
     },
     {
          "rusName": "Небесная корона",
          "engName": "Heavenly Crown",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькая золотая корона стоимостью не менее 50 зм"
               }
          },
          "description": "На вашей голове появляется светящаяся корона из золота, проливающая тусклый свет на область радиусом в 30 футов, взывающая к величию небесных планов. Когда вы произносите заклинание в последующие свои ходы,бонусным действиемвы можете выбрать одно согласное существо в пределах 30 футов от вас, которое вы можете видеть. Если цель слышит вас, то она можетреакциейпроизвести одну атаку ближнего боя, а потом переместить на расстояние до половины своей скорости, или совершить это действие в обратном порядке.",
          "url": "https://ttg.club/spells/heavenly_crown"
     },
     {
          "rusName": "Земляной червь",
          "engName": "Earth Worm",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаете почву в червеобразную пасть в незанятой точке на земле в пределах дистанции.Наложив заклинание, вы можете совершитьрукопашную атаку заклинаниемпо существу в 5 футах от созданной пасти. При попадании, цель получает3к8+ модификатор вашей базовой характеристики колющего урона. Если цель — это существо Большого или меньшего размера, то оно должно совершить спасбросокЛовкостиили будет поглощено червём. Поглощенное существоослепленоиопутано, а также имеетполное укрытиеот атак и других эффектов вне червя и получает6к6дробящего урона в начале каждого своего хода.Каждый ход, существо, пойманное червём можетДействиемсовершить спасбросокЛовкостичтобы выбраться. В случае успеха, червь отрыгнёт существо, которое падает ничком в пространстве в пределах 10 футов от червя.В свой ход,бонусным действиемвы можете переместить червя на 20 футов и повторить атаку против существа в 5 футах от него.",
          "url": "https://ttg.club/spells/earth_worm"
     },
     {
          "rusName": "Истинное зрение",
          "engName": "True Seeing",
          "level": 6,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "мазь для глаз, стоящая 25 зм; изготавливается из грибного порошка, шафрана и жира; расходуется заклинанием"
               }
          },
          "description": "Заклинание даёт согласному существу, которого вы коснулись, способность видеть вещи такими, какими они являются на самом деле.Пока заклинание активно, это существо обладает истинным зрением, видит потайные двери, сокрытые магией, и его зрение простирается на Эфирный План, и всё это в пределах 120 футов.",
          "url": "https://ttg.club/spells/true_seeing"
     },
     {
          "rusName": "Проклятье Борея",
          "engName": "Curse of Boreas",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "При провале спасброскаХаризмы, цель и её снаряжение замерзают навечно, становясь физически неподвижной статуей из льда. Существо становитсяпарализованным, но умственная деятельность не прекращается и признаки жизни можно обнаружить; существо всё ещё дышит и его сердце продолжает биться, хотя и то, и другое происходит так медленно, что это почти незаметно.Если ледяная статуя ломается или повреждается, пока заморожена, то существо получит соответствующий урон или травму при возвращении к своему нормальному состоянию.Заклинаниерассеивание магии [dispel magic]не может окончить это заклинание, но позволит цели говорить (но не двигаться или произносить заклинания) в течение 1 раунда за каждый уровень потраченной ячейки заклинания. Для освобождения существа из льда требуется заклинаниевысшее восстановление [greater restoration]или иная подобная магия.Борей и некоторые его последователи могут использовать заклинаниенаблюдение [scrying]чтобы шпионить с помощью органов чувств цели, и цель автоматически проваливает спасбросок против этого эффекта. Те, кто касаются замороженного существа, могут попросить аудиенцию у Борея, и если они успешно пройдут проверкуХаризмысо Сл 15, то он ответит на их запрос через лёд.",
          "url": "https://ttg.club/spells/curse_of_boreas"
     },
     {
          "rusName": "Стена клинков",
          "engName": "Blade Barrier",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте вертикальную стену из крутящихся бритвенно-острых клинков из магической энергии. Стена появляется в пределах дистанции и существует столько, сколько активно это заклинание.Вы можете создать прямую стену длиной 100 футов, высотой 20 футов и толщиной 5 футов, или закольцованную стену диаметром 60 футов, высотой 20 футов и толщиной 5 футов.Стена предоставляет существам, находящимся за ней,укрытие на три четверти, и её пространство являетсятруднопроходимой местностью.Когда существо впервые за ход входит в пространство стены или начинает там ход, оно должно совершить спасбросокЛовкости. При провале существо получает рубящий урон6к10. При успешном спасброске существо получает половину урона.",
          "url": "https://ttg.club/spells/blade_barrier"
     },
     {
          "rusName": "Поиск пути",
          "engName": "Find the Path",
          "level": 6,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "набор инструментов для ворожбы — такой как кости, палочки из слоновой кости, карты, зубы или резные руны — стоящий 100 зм, а также предмет из места, которое вы хотите найти"
               }
          },
          "description": "Это заклинание позволяет найти кратчайший и самый прямой путь к определённому месту, знакомому вам, находящемуся на том же плане существования. Если искомое место находится на другом плане существования, если это место перемещается (например, это передвижная крепость), или это не конкретное место (например, «логово зелёного дракона»), заклинание проваливается.Пока заклинание активно, и пока вы находитесь на одном плане существования с искомым местом, вы знаете, как далеко, и в каком направлении оно находится.Пока вы направляетесь туда, каждый раз, когда у вас появляются разные варианты направления, вы автоматически определяете, какой путь самый короткий и прямой (но не обязательно самый безопасный) к искомому месту.",
          "url": "https://ttg.club/spells/find_the_path"
     },
     {
          "rusName": "Утопление",
          "engName": "Drown",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "вода из лёгких утонувшего существа"
               }
          },
          "description": "Сфера воды закручивается вокруг существа, которое вы можете видеть в пределах дистанции, пробивая себе путь в рот и нос существа. Существо должно совершить спасбросокСилы. При провале оно становитсяоглушённымиз-за воды, добравшейся до его лёгких, до начала своего следующего хода. При успешном спасброске на существо не накладывается эффектов.Существо под воздействием заклинания не может говорить и начинаетзадыхаться. Существо может попытаться выкашлять воду из лёгких, повторяя спасбросокДействием. При успехе заклинание заканчивается. Существа, которые могут дышать водой или которым не нужно дышать, не повергаются действию заклинания.",
          "url": "https://ttg.club/spells/drown"
     },
     {
          "rusName": "Управление льдом",
          "engName": "Icy Manipulation",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок льда со стихийного плана льда"
               }
          },
          "description": "Существо, ставшее целью заклинания, должно совершить спасбросокТелосложения. В случае провала оно замораживается (считается состояниемокаменевший). Замороженное существо может повторять спасброски в конце своего каждого хода – второй успешный оканчивает действие заклинания.Если существо дважды проваливает данные спасброски (не считая первоначальный), то оцепенение становится постоянным. Заморозка может стать постоянным и в том случае, если вы в течение всей минуты сохраняете концентрацию на заклинании.Замороженное на постоянной основе существо может быть возвращено к прежней форме лишьвысшим восстановлением [greater restoration]или схожим по действию заклинанием, либо если на него снова наложатуправление льдом [icy manipulation]и в течение минуты буду поддерживать концентрацию.Если замороженное существо было сломано пока оно находилось в оцепенении, то аналогичная травма возникнет и в его нормального состояния.",
          "url": "https://ttg.club/spells/icy_manipulation"
     },
     {
          "rusName": "Сотворение нежити",
          "engName": "Create Undead",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "глиняный горшок с могильной землёй, глиняный горшок с солоноватой водой и по одному чёрному ониксу стоимостью 150 зм на каждый труп"
               }
          },
          "description": "Вы можете накладывать это заклинание только ночью. Выберите до трёх трупов гуманоидов Среднего или Маленького размера в пределах дистанции. Все трупы становятсяупырями [ghoul]под вашим контролем.В каждом своём ходу вы можетебонусным действиеммысленно приказать любому существу, оживлённому этим заклинанием, если оно находится в пределах 120 футов от вас (если вы контролируете сразу несколько существ, можете отдать одну и ту же команду сразу нескольким из них). Вы решаете, какое действие это существо совершит, и куда оно переместится в свой следующий ход, или же вы можете отдать общий приказ, например, охранять конкретную комнату или коридор. Если вы не отдадите команду, существо будет всего лишь защищаться от врагов. Получив приказ, существо продолжает его выполнять, пока задача не будет выполнена.Существо находится под вашим контролем 24 часа, после чего перестаёт слушаться команд. Для поддержания контроля ещё на 24 часа вы должны активировать это заклинание на него ещё раз до окончания 24-часового периода. Такое использование заклинания только поддерживает контроль над уже созданными существами, количество которых не может быть больше трёх, и не оживляет новых.",
          "url": "https://ttg.club/spells/create_undead"
     },
     {
          "rusName": "Хаотичный мир",
          "engName": "Chaotic World",
          "level": 6,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "семь неровных кусков цветной ткани, которые вы бросаете в воздух"
               }
          },
          "description": "Вы бросаете пригоршню кусков цветной ткани в воздух, выкрикивая набор несвязных фраз.Мгновение спустя, 30-футовый куб с центром в точке в пределах дистанции наполняется разноцветным светом, какофонией звуков, сверхсильными запахами и прочими сбивающей с толку сенсорными раздражителями, оказывающими дурманящий и подавляющий эффект.Все враги в кубе должны совершить успешный спасбросокИнтеллектаили бытьослеплены,оглушеныисбиты с ног. Они не могу встать или обрести зрение и слух, пока не покинут область воздействия заклинания, но эти состояния и невозможность встать прекращаются мгновенно для всякого существа, которое покидает зону действия заклинания.",
          "url": "https://ttg.club/spells/chaotic_world"
     },
     {
          "rusName": "Множественное внушение",
          "engName": "Mass Suggestion",
          "level": 6,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "язык змеи и либо кусочек медовых сот, либо капля сладкого масла"
               }
          },
          "description": "Вы внушаете определённый курс действий (ограниченный одной-двумя фразами) и магически влияете на двенадцать существ на свой выбор, видимых в пределах дистанции, которые могут слышать и понимать вас.Существа, которые не могут бытьочарованы, обладают иммунитетом к этому эффекту.Внушение должно быть сформировано так, чтобы действие звучало разумным. Просьбы ударить себя мечом, броситься на копьё, сжечь себя, или как-то иначе причинить себе вред отменяют эффект заклинания. Каждая цель должна совершить спасбросокМудрости. При провале она следует заданному курсу действий.Внушённые действия могут продолжаться всю длительность заклинания. Если внушённую деятельность можно выполнить за меньший срок, заклинание оканчивается, когда субъект оканчивает порученную задачу.Вы можете также указать условие, которое запустит особое действие во время действия заклинания.Например, вы можете внушить группе солдат, чтобы они отдали все свои деньги первому встреченному нищему. Если до окончания действия условие не будет выполнено, деятельность не совершается. Если вы или кто-то из ваших спутников причиняют урон существу, находящемуся под действием этого заклинания, для этого существа заклинание оканчивается.",
          "url": "https://ttg.club/spells/mass_suggestion"
     },
     {
          "rusName": "Чёрный колодец",
          "engName": "Black Well",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете клокочущую сферу тёмной энергии диаметром в 5 футов, которая притягивает к себе существ, пожирая их жизненную энергию. Каждое существо, кроме вас, начинающее свой ход в пределах 90 футов от Чёрного Колодца, должно сделать успешный спасбросокСилыили быть потянуто на 50 футов ближе к колодцу.Существо, затянутое в колодец, должно совершить спасбросокТелосложения. При провале оно получает8к6некротического урона и становитсяошеломлённым, при успехе урон снижается вдвое, а состояние заменяется нанедееспособный.Существа, начинающие свой ход внутри колодца, также должны совершать спасбросокТелосложения, при успехе оно становятсянедееспособными, а при провалеошеломлённым.Недееспособноесущество, покидающее колодец, моментально освобождается от своего состояния и способно совершать в свой ходДействияиРеакцию. Существа получают урон только тогда, когда затягиваются в колодец - оставаясь там никакого урона не наносится. Однако, если существо выйдет и снова войдёт в него - оно снова получит весь положенный по заклинанию урон.В колодце одновременно может находиться не более 9Среднихсуществ, 3Большихили 1Огромного. Как только действие заклинания заканчивается, все существа, находящиеся в нём, вываливаются наружу ипадают ничком.",
          "url": "https://ttg.club/spells/black_well"
     },
     {
          "rusName": "Крик баньши",
          "engName": "Banshee Wail",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "лоскут савана мертвеца"
               }
          },
          "description": "Вы издаёте пробирающий до самой души крик. Все существа в 30-футовом конусе, которые слышат его, должны совершить спасбросокМудрости. Провалившие его теряют половину имеющихся у них хитов и становятсяиспуганывами;испуганноесущество может повторять спасброски в конце каждого своего хода, заканчивая эффект при успехе. Преуспевшие в спасброске получают3к10психического урона и ненапуганы.Это заклинание не оказывает эффекта на конструктов и нежить.",
          "url": "https://ttg.club/spells/banshee_wail"
     },
     {
          "rusName": "Потусторонний облик Таши",
          "engName": "Tasha's Otherworldly Guise",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "объект с выгравированным символом внешних планов, стоимостью не менее 500 зм."
               }
          },
          "description": "Произнося заклинание, вы обращаетесь к магии нижних или верхних планов (на ваш выбор), чтобы трансформировать себя. Вы получаете следующие преимущества, пока заклинание не закончится:Вы получаетеиммунитетк урону огнем и ядом (нижние планы) или излучению и некротическому урону (верхние планы).Вы получаетеиммунитетк состояниюотравленный(нижние планы) илиочарованный(верхние планы).Призрачные крылья появляются на вашей спине, обеспечивая вам скорость полета 40 футов.У вас есть бонус+2к КД.Все ваши атаки оружием являются магическими, и когда вы совершаете атаку оружием, вы можете использовать модификатор способности заклинания вместоСилыилиЛовкостидля бросков атаки и урона.Вы можете атаковать дважды, а не один раз, когда выполняете действиеАтакив свой ход. Вы игнорируете это преимущество, если у вас уже есть такая способность, какДополнительная атака, которая позволяет вам атаковать более одного раза, в свой ход.",
          "url": "https://ttg.club/spells/tasha's_otherworldly_guise"
     },
     {
          "rusName": "Извлечение знаний",
          "engName": "Extract Knowledge",
          "level": 6,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пустая страница"
               }
          },
          "description": "Дотронувшись до недавно умершего трупа, вы получаете толику знания, которым владело это существо при жизни. Вы должны сформулировать в уме вопрос как часть наложения заклинания; если тело может ответить на вопрос, оно дарует вам ответ. Ответ всегда короток - не более чем предложение - и очень специфичен для поставленного вопроса. Телу не обязательно иметь функционирующий рот для ответа; вы получаете информацию телепатически. Не имеет значения, было существо вашим противником или другом; заклинание заставит его ответить в любом случае.",
          "url": "https://ttg.club/spells/extract_knowledge"
     },
     {
          "rusName": "Окаменение",
          "engName": "Flesh to Stone",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка извести, воды и земли"
               }
          },
          "description": "Вы пытаетесь сделать каменным одно существо, которое видите в пределах дистанции. Если тело цели состоит из плоти, она должна совершить спасбросокТелосложения. При провале она становитсяопутанной, так как плоть начитает отвердевать. В случае успеха существо не попадает под действие заклинания.Существо,опутанноеэтим заклинанием, должно совершать спасброскиТелосложенияв конце каждого своего хода. Если оно успешно спасается от этого заклинания три раза, оно оканчивается. Если оно провалит спасбросок три раза, оно превращается в камень и получает состояниеокаменевшеена время длительности заклинания.Успехи и провалы не обязаны быть последовательными; отслеживайте их отдельно, пока не накопится три вида чего-то одного.Если существо физически ломается, будучиокаменевшим, при возвращении в обычное тело оно сохраняет все полученные деформации.Если вы сохраняете концентрацию на этом заклинании до максимально возможного времени, существо становитсяокаменевшимдо снятия эффекта.",
          "url": "https://ttg.club/spells/flesh_to_stone"
     },
     {
          "rusName": "Хождение по ветру",
          "engName": "Wind Walk",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "огонь и святая вода"
               }
          },
          "description": "Вы и до десяти согласных существ, видимых вами в пределах дистанции, на время длительности заклинания принимаете газообразную форму, становясь лёгкими облачками.Находясь в форме облака, существо получает скорость полёта 300 футов исопротивлениек урону от немагического оружия.Единственное действие, которое существо может совершать в этой форме, этоРывокили возвращение в естественную форму. Возврат занимает 1 минуту, во время которой существонедееспособнои не может перемещаться.Пока заклинание активно, существо может вернуться в форму облака, для чего снова требуется преображение в течение 1 минуты. Если существо находится в форме облака и летит, когда оканчивается эффект, существо в течение 1 минуты снижается на 60 футов в раунд, пока не приземлится безопасно. Если через 1 минуту оно не сможет приземлиться, оно падает на оставшуюся дистанцию.",
          "url": "https://ttg.club/spells/wind_walk"
     },
     {
          "rusName": "Корона света",
          "engName": "Crown of Radiance",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пламенная корона святого света украшает вашу голову, пока заклинание активно.Корона излучает ауру с радиусом 20 футов и когда исчадие, фея или нежить впервые за ход входит в область ауры или начинает там ход, оно получает2к8урона излучением.Корона также испускает яркий свет в пределах 30 футов и тусклый свет в пределах ещё 30 футов.",
          "url": "https://ttg.club/spells/crown_of_radiance"
     },
     {
          "rusName": "Облачение льда",
          "engName": "Investiture of Ice",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока действует заклинание, ваше тело покрывается инеем, и вы получаете следующие преимущества:Вы получаетеиммунитетк урону холодом, а такжесопротивлениек урону огнём.Вы можете передвигаться потруднопроходимой местности, состоящей из льда или снега, не тратя дополнительное перемещение.Земля в радиусе 10 футов вокруг вас покрывается льдом и являетсятруднопроходимой местностьюдля всех существ, кроме вас. Эта область перемещается вместе с вами.Вы можетеДействиемсоздать 15-футовый конус морозного ветра, исходящий из вашей руки в выбранном направлении. Все существа в конусе должны совершить спасбросокТелосложения. При провале они получают4к6урона холодом или половину этого урона при успехе. Скорость существа, провалившего спасбросок, снижается вдвое до начала вашего следующего хода.",
          "url": "https://ttg.club/spells/investiture_of_ice"
     },
     {
          "rusName": "Солнечный луч",
          "engName": "Sunbeam",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "увеличительное стекло"
               }
          },
          "description": "Луч ярчайшего света исходит из вашей ладони линией шириной 5 футов и длиной 60 футов. Все существа в этой линии должны совершить спасбросокТелосложения. При провале существо получает6к8урона излучением и становитсяослеплённымдо вашего следующего хода. При успехе оно получает половину урона и неослепляется.Нежить и слизи совершают этот спасбросок спомехой. Пока заклинание активно, вы можетеДействиемсоздавать новые линии света. Пока заклинание активно, в вашей руке светится яркая искра. Она испускаетяркий светв пределах 30 футов итусклый светв пределах ещё 30 футов.Это свет идентичен солнечному.",
          "url": "https://ttg.club/spells/sunbeam"
     },
     {
          "rusName": "Движение почвы",
          "engName": "Move Earth",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "железный клинок и небольшая сумка со смесью из глины, перегноя и песка"
               }
          },
          "description": "Выберите в пределах дистанции область с длиной стороны не больше 40 футов. Пока заклинание активно, вы можете менять поверхность земли, песка или глины. Вы можете увеличить или уменьшить высоту, создать или засыпать ров, поднять или сравнять стены, и даже формировать колонны. Высота таких изменений не может превышать половины самой большой стороны области.Таким образом, если вы воздействуете на квадрат с длиной стороны 40 футов, вы можете создать колонну высотой до 20 футов, поднять или опустить землю на расстояние до 20 футов, выкопать траншею глубиной до 20 футов, и так далее. Изменения вступают в силу в течение 10 минут.В конце каждых 10 минут концентрации на этом заклинании вы можете выбрать новую область, чтобы подействовать на неё. Из-за того, что трансформация местности происходит медленно, обычно, существа не могут попасть в плен или получить урон из-за движений почвы.Это заклинание не может манипулировать естественным камнем и каменными строениями. Камни и строения сдвигаются, приспосабливаясь к новой местности.Если изменение местности сделает строение неустойчивым, оно может разрушиться. Это заклинание также не действует на растения. Перемещаемая почва уносит с собой и растения.",
          "url": "https://ttg.club/spells/move_earth"
     },
     {
          "rusName": "Отилюков ледяной шар",
          "engName": "Otiluke's Freezing Sphere",
          "level": 6,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленький хрустальный шар"
               }
          },
          "description": "Шарик холодной энергии слетает с ваших пальцев и устремляется к точке на ваш выбор в пределах дистанции, где взрывается сферой с радиусом 60 футов. Все существа в этой области должны совершить спасбросокТелосложения. При провале существо получает10к6урона холодом или половину этого урона при успехе.Если шар попадает в воду или жидкость, состоящую в основном из воды (исключая водных существ), он замораживает жидкость на глубину 6 дюймов в пределах квадрата с длиной стороны 30 футов. Лёд существует 1 минуту.Существа, плававшие по поверхности замороженной воды, сковываются льдом. Скованное существо может действием совершать проверкиСилыпротив Сл ваших заклинаний, чтобы высвободиться.Если хотите, можете не метать шар после накладывания этого заклинания. В этом случае в вашей руке появляется маленький прохладный шарик размером со снаряд для пращи. В любое время вы или существо, которому вы отдадите шарик, можете метнуть его рукой (дистанция 40 футов) или из пращи (обычная дистанция пращи). При столкновении он взрывается с тем же эффектом, что и при обычном использовании этого заклинания.Вы можете уничтожить шарик, не взрывая его. Через 1 минуту, если шарик ещё не взорвался, он взрывается.",
          "url": "https://ttg.club/spells/otiluke's_freezing_sphere"
     },
     {
          "rusName": "Облачение ветра",
          "engName": "Investiture of Wind",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока действует заклинание, вас окружает ветер, и вы получаете следующие преимущества:Дальнобойные атаки оружиемпо вам совершаются спомехой.Вы получаете скорость полёта 60 футов. Если вы находитесь в воздухе, когда заклинание заканчивается, то вы падаете, если не можете каким-либо образом предотвратить это.Вы можетеДействиемсоздать область ураганного ветра в 15-футовом кубе с центром в точке, которую вы можете видеть в пределах 60 футов. Все существа в этой области должны совершить спасбросокТелосложения. При провале существо получает дробящий урон2к10или половину этого урона при успехе. Если существо с размером не больше Большого проваливает спасбросок, его отталкивает на 10 футов от центра куба.",
          "url": "https://ttg.club/spells/investiture_of_wind"
     },
     {
          "rusName": "Облачение огня",
          "engName": "Investiture of Flame",
          "level": 6,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока действует заклинание, ваше тело охватывают языки пламени, испускающие яркий свет в радиусе 30 футов и тусклый свет в пределах ещё 30 футов. Этот огонь не причиняет вам никакого вреда, а вы получаете следующие преимущества:Вы получаетеиммунитетк урону огнём, а такжесопротивлениек урону холодом.Все существа, впервые за ход перемещающиеся в пределах 5 футов от вас или заканчивает там свой ход, получают урон огнём1к10.Вы можетеДействиемсоздать линию огня длиной 15 футов и шириной 5 футов, исходящую от вас в выбранном направлении. Все существа в этой линии должны совершить спасбросокЛовкости. При провале они получают урон огнём4к8или половину этого урона при успехе.",
          "url": "https://ttg.club/spells/investiture_of_flame"
     },
     {
          "rusName": "Призыв духа исчадия",
          "engName": "Summon Fiend",
          "level": 6,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кровь гуманоида внутри рубинового флакона стоимостью не менее 600 зм"
               }
          },
          "description": "Вы вызываете демонический дух. Он проявляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости.Эта телесная форма использует блок характеристикдух исчадия [fiendish spirit].Когда вы произносите заклинание, выберите:демона, дьявола, юголота.Существо напоминает демона выбранного типа, что определяет определенные черты в его блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо разделяет ваш счетчик инициативы, но его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команды, дух исчадия выполняет действиеУклоненияи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_fiend"
     }
]