[
     {
          "rusName": "Призыв теневого мастиффа",
          "engName": "Call Shadow Mastiff",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "зуб собаки"
               }
          },
          "description": "Вы призываететеневого мастиффа [shadow mastiff], создавая его из материи Царства Теней. Существо повинуется вашим вербальным командам и помогает в бою или поиске определённых существ.Мастифф дружелюбен по отношению к вам и вашим компаньонам. Он имеет свою инициативу и действует в свой ход. Он подчиняется простым вербальным командам (отдача команды не требует действия) и выполняет их в меру своих сил Мастифф исчезает, когда его хиты опускаются до 0 или, когда оканчивается заклинание.",
          "url": "https://ttg.club/spells/call_shadow_mastiff"
     },
     {
          "rusName": "Быстрая дружба",
          "engName": "Fast Friends",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Когда вам нужно убедиться, что что-то сделано, вы не можете полагаться на чьи-то обещания, клятвы или обязательные трудовые договоры. Когда вы накладываете это заклинание, выберите одного Гуманоида в пределах дистанции, который может видеть и слышать вас, и который может вас понять. Существо должно преуспеть в спасброскеМудрости, иначе станеточарованнымвами, пока заклинание активно. Когда существо очаровано таким образом, оно обязуется выполнять любые распоряжения, которые вы попросите его выполнить в дружеской манере, в меру своих возможностей.Вы можете дать существу новую задачу, когда предыдущая задача будет завершена, или, если вы решите, окончить действие заклинания. Если ваши распоряжения могут причинить вредочарованномусуществу или если они противоречат обычной деятельности и желаниям существа, то существо может сделать ещё один спасбросокМудрости, чтобы попытаться досрочно окончить действие эффекта. Спасбросок совершается спреимуществом, если вы или ваши товарищи сражаетесь с этим существом. Если существо умирает, действие заклинания оканчивается.После окончания действия данного заклинания существо точно знает, кем оно былоочарованно.",
          "url": "https://ttg.club/spells/fast_friends"
     },
     {
          "rusName": "Передача жизни",
          "engName": "Life Transference",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Шаман",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы жертвуете своим здоровьем, чтобы излечить травмы другого существа.Вы получаете4к8урона некротической энергией, который никак нельзя уменьшить, и одно существо по вашему выбору, которое вы видите в пределах дистанции, восстанавливает хиты в количестве, равном удвоенному полученному вами урону.",
          "url": "https://ttg.club/spells/life_transference"
     },
     {
          "rusName": "Леомундова хижина",
          "engName": "Leomund's Tiny Hut",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник, Шаман",
          "subClasses": "Домен Сумрака, Домен Охоты",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькая кристаллическая бусина"
               }
          },
          "description": "Над вами и вокруг вас появляется купол из силового поля радиусом 10 футов, остающийся неподвижным всё время существования. Заклинание оканчивается, если вы покидаете его область. Под куполом вместе с вами могут поместиться девять существ с размером не больше Среднего.Заклинание срывается, если в его область попадает существо большего размера или более девяти существ.Существа и предметы, находившиеся под куполом, когда вы наложили это заклинание, могут свободно проходить сквозь него. Все остальные существа и предметы не могут пройти сквозь него.Заклинания и прочие магические эффекты не могут простираться под купол и не могут быть наложены сквозь него.Атмосфера под ним сухая и комфортная, какой бы ни была погода снаружи.Пока заклинание активно, вы можете сделать пространство под ним тускло освещённым или погружённым во тьму.Купол снаружи матовый, любого цвета, но изнутри он прозрачный.",
          "url": "https://ttg.club/spells/leomund's_tiny_hut"
     },
     {
          "rusName": "Голод Хадара",
          "engName": "Hunger of Hadar",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Колдун",
          "subClasses": "Аберрантный Разум, Домен Голода",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маринованное щупальце осьминога"
               }
          },
          "description": "Вы открываете врата в межзвёздную тьму, область, населённую неизвестными кошмарами. Появляется сфера мглы и холода с радиусом 20 футов, с центром на точке в пределах дистанции, существующая, пока активно заклинание.Эта пустота заполнена какофонией тихих шёпотов и хлюпающих шумов, которые слышно в пределах 30 футов. Никакой свет, ни магический, ни обычный, не может осветить эту местность, и существа, полностью находящиеся в этой областиослеплены.Пустота создаёт искажения в ткани пространства, и её местность являетсятруднопроходимой. Все существа, начинающие ход в этой местности, получают2к6урона холодом.Все существа, оканчивающие ход в этой местности, должны преуспеть в спасброскеЛовкости, иначе получают2к6урона кислотой, так как к ним прикасаются бледные потусторонние щупальца.",
          "url": "https://ttg.club/spells/hunger_of_hadar"
     },
     {
          "rusName": "Кровавая марионетка",
          "engName": "Sanguine Poppet",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Колдун",
          "subClasses": "Круг Крови",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кремень и кресало"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить три кости хитов иначе заклинание автоматически проваливается. Сделав так, вы размазываете свою кровь по материальному компоненту, используемому для наложения заклинания. Объект содрогается и становится кровавой марионеткой под вашим контролем.У кровавой марионетки КД равен 10 + ваш бонус мастерства + модификатор вашей базовой характеристики и30хитов. Если хиты кровавой марионетки опускаются до0или она отдаляется на 1 милю или больше, то заклинание оканчивается раньше.В ваш ход,бонусным действиемваша кровавая марионетка может переместиться или взобраться на дистанцию до 30 футов и вы можете видеть и слышать через неё до начала вашего следующего хода.Действиемвы можете заставить марионетку самоуничтожиться в кровавом взрыве, оканчивая тем самым действие заклинания. Сделав так, бросьте кости хитов, потраченные нанакладыванием заклинания и все существа в 30 футах от марионетки должны совершить спасбросокТелосложенияили получат урон некротической энергией, равный результату броска. Существа получают лишь половину урона при успехе.",
          "url": "https://ttg.club/spells/sanguine_poppet"
     },
     {
          "rusName": "Молниевая стрела",
          "engName": "Lightning Arrow",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Следопыт",
          "subClasses": "Орден Мистических Лучников",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В следующий раз, когда вы совершитедальнобойную атаку оружием, пока активно это заклинание, ваш боеприпас или само оружие, если это метательное оружие, превращается в разряд молнии.Совершите бросок атаки как обычно. Вместо обычного урона от оружия цель при попадании получает4к8урона электричеством, или половину урона при промахе.Вне зависимости от попадания или промаха, все существа в пределах 10 футов от цели должны совершить спасбросокЛовкости. При провале эти существа получают2к8урона электричеством, или половину урона при успехе.После этого боеприпас или оружие возвращается в обычную форму.",
          "url": "https://ttg.club/spells/lightning_arrow"
     },
     {
          "rusName": "Громовая волна",
          "engName": "Thunderous Wave",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы вызываете ударную волну с центром на указанной вами точке в пределах дистанции. Волна расходится во все стороны, образуя сферу с радиусом 30 футов.Ударная волна не наносит урон напрямую, но каждое существо в зоне прохождения волны должно совершить спасбросокСилы. Те существа, что провалили спасбросок, отбрасываются на 30 футов исбиваются с ног; если при этом они врезаются в твёрдое препятствие, они получают5к6дробящего урона. Существа, совершившие успешный спасбросок, отбрасываются на 15 футов и не падают; они получают2к6дробящего урона, если врезаются в твёрдое препятствие.Заклинание также создает раскат грома, слышимый в радиусе 400 футов.",
          "url": "https://ttg.club/spells/thunderous_wave"
     },
     {
          "rusName": "Водяная стена",
          "engName": "Wall of Water",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": "Тритон",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля воды"
               }
          },
          "description": "Вы создаёте стену воды в видимой точке на горизонтальной поверхности в пределах дистанции заклинания. Точка должна располагаться на поверхности.Стена может быть длиной до 30 футов, высотой до 10 футов и толщиной до 1 фута. Или вы можете создать кольцо диаметром 20 футов, высотой 20 футов и толщиной 1 фут.Стена существует, пока действует заклинание. Стена считаетсятруднопроходимой местностью.Все атакидальнобойным оружием, траектория которых проходит через пространство стены, совершаются спомехой.Огненный урон от эффектов, которые прошли через стену, уменьшается вдвое.Заклинания, которые причиняют урон холодом, при прохождении через стену замораживают ту область стены, сквозь которую прошли (минимум клетка 5×5 футов). Каждая замёрзшая секция площадью 5×5 футов имеет КД 5 и15хитов.Если хиты секции уменьшаются до0, она разрушается. Разрушенные секции стены не заполняются водой повторно.",
          "url": "https://ttg.club/spells/wall_of_water"
     },
     {
          "rusName": "Проклятье некомпетентности",
          "engName": "Curse of Incompetence",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Насмешливыми жестами вы препятствуете цели показать свой лучший или даже близкий к нему результат. Если цель проваливает спасбросокИнтеллекта, то пока активно заклинание, она имеетпомехук проверкамИнтеллекта,МудростииХаризмы, совершаемым для изменения хода сражения, определения тактики, указывания направлений или дачи приказов другим существам.Кроме того, каждый раз, когда цель отдает команды или указывает направление другим существам, эти существа должны совершить бросок к4 и вычесть результат из своей инициативы, пытаясь понять и исполнить новые сбивающие с толку указания.Это применяется также к командным способностям, вродеБоевого кличабоевого вождя орков [orc war chief]илиЛидерствахобгоблина военачальника [hobgoblin warlord].",
          "url": "https://ttg.club/spells/curse_of_incompetence"
     },
     {
          "rusName": "Тысяча жал",
          "engName": "Thousand Darts",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Бог-машина, Бог-машина, Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "мифрильный дротик стоимостью 25 зм."
               }
          },
          "description": "Вы запускаете тысячи иглоподобных дротиков в линии длиной 100 футов и шириной 5 футов, вылетающих в выбранном вами направлении.Все существа в линии должны совершить спасбросокЛовкости. При провале существо получает6к6колющего урона, или половину урона при успехе. Первая цель в линии совершает спасбросок спомехой.",
          "url": "https://ttg.club/spells/thousand_darts"
     },
     {
          "rusName": "Магический круг",
          "engName": "Magic Circle",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин, Магус",
          "subClasses": "Убийца Монстров, Домен Магии, Дитя Рун, Орден Чароборцев",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "святая вода или порошок серебра и железа, стоящий как минимум 100 зм, расходуемые заклинанием"
               }
          },
          "description": "Вы создаёте из магической энергии цилиндр с радиусом 10 футов и высотой 20 футов с центром на точке на полу, видимой в пределах дистанции. Там, где цилиндр пересекает пол или другую поверхность, появляются светящиеся руны.Выберите один или несколько видов существ из следующего списка: исчадия, небожители, нежить, феи или элементали.Круг действует на выбранных существ следующим образом:Существа не могут добровольно войти в цилиндр немагическими средствами. Если существо пытается использовать телепортацию или межпланарное путешествие, оно должно вначале преуспеть в спасброскеХаризмы.Существо совершает спомехойброски атаки по целям, находящимся в пределах цилиндра.Целей в цилиндре нельзя сделатьочарованными,испуганнымиили одержимыми.При накладывании этого заклинания вы можете обратить его магию, чтобы существа выбранного вида не могли покинуть цилиндр, и защищены были цели, находящиеся снаружи.",
          "url": "https://ttg.club/spells/magic_circle"
     },
     {
          "rusName": "Призыв духа феи",
          "engName": "Summon Fey",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "позолоченный цветок стоимостью не менее 300 зм"
               }
          },
          "description": "Вы вызываете дух феи. Он проявляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Эта телесная форма использует блок характеристикдуха феи [fey spirit].Когда вы накладываете заклинание, выберите настроение: сердитое, довольное, или лукавое.Существо похоже на выбранное вами тип фей, отмеченное выбранным настроением, которое определяет одну из черт в его блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо получает вашу инициативу, но его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команд, фея выполняет действиеУклоненияи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_fey"
     },
     {
          "rusName": "Спиритический сеанс",
          "engName": "Seance VSoS",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "хрустальный шар, колода карт таро или доска уиджа"
               }
          },
          "description": "Вы и по крайней мере три согласных существа, соединяете руки в момент медитации, чтобы вызвать духа из загробной жизни, который ответит на ваши вопросы. Опишите или назовите знакомое вам существо. Если душа существа свободна и согласна, это проявляется как призрачный спектр. Это заклинание не сработает, если дух был целью этого заклинания за последние 10 дней.Пока заклинание не закончится, вы можете задать до трех вопросов призраку. Призрак знает только то, что он знал при жизни, включая языки, которые он знал. Ответы обычно краткие, загадочные или повторяющиеся, и призрак не обязан давать правдивый ответ, если вы настроены к нему враждебно или если он распознает в вас врага. Существует 5%-ная вероятность того, что это заклинание свяжется не с тем духом, который будет отвечать на вопросы неправдиво или двусмысленно.",
          "url": "https://ttg.club/spells/seance_vsos"
     },
     {
          "rusName": "Малый лабиринт",
          "engName": "Maze, Lesser",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Эффект заклинания аналогичен заклинанию Лабиринт, за исключением того при попытке отправиться в планарный лабиринт цель может совершить спасбросокИнтеллекта, и в случае успеха окончить действие заклинания. Кроме этого, Малый Лабиринт более прост для навигации по нему, и требует успешных спасбросковИнтеллектаСл 12.",
          "url": "https://ttg.club/spells/maze,_lesser"
     },
     {
          "rusName": "Пространственный толчок",
          "engName": "Dimensional Shove",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Заклинание выталкивает цель через пространственный портал, из-за чего та исчезает, а затем появляется на небольшом расстоянии от него. Цель должна совершить успешный спасбросокМудрости, в случае провала она исчезает со своего текущего местоположения и появляется на расстоянии 30 футов от вас по прямой линии.Во время перемещения существо проходит сквозь стены, твёрдые поверхности и других существ, но при этом не может появиться внутри твёрдого объекта, или не на твёрдой земле - вместо этого оно появляется в ближайшем свободном пространстве поблизости от места назначения.",
          "url": "https://ttg.club/spells/dimensional_shove"
     },
     {
          "rusName": "Рассеивание магии",
          "engName": "Dispel Magic",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец, Колдун, Паладин, Чародей, Изобретатель, Шаман, Магус",
          "subClasses": "Домен Обмана, Клятва Преданности, Домен Магии, Фейский Странник, Заводная Душа, Домен Энтропии, Домен Инквизиции",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выберите одно существо, предмет или магический эффект в пределах дистанции. Все заклинания 3 уровня и ниже на цели оканчиваются.Для каждого заклинания с уровнем 4 или выше совершите проверку базовой характеристики. Сл равна 10 + уровень заклинания.В случае успеха это заклинание оканчивается.",
          "url": "https://ttg.club/spells/dispel_magic"
     },
     {
          "rusName": "Наступление ночи",
          "engName": "Nightfall",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы велите ночи наступить раньше времени. Отточенным словом вы создаете 60-тифутовый цилиндр ночи с центром в точке в пределах дистанции. Область внутри цилиндра является обычнойтьмой,сильно заслоненной местностью. Существа внутри затемнённого цилиндра могут видеть освещенные области за пределами цилиндра как обычно. Тьма простирается в небо на 100 футов или пока не сталкивается с препятствием, например, с потолком.",
          "url": "https://ttg.club/spells/nightfall"
     },
     {
          "rusName": "Погребальная песнь повелителей драконов",
          "engName": "Funeral Song of the Dragonlords",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец, Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "жертва в виде драгоценных камней и монет стоимостью не менее 1000 зм, расходуемое заклинанием"
               }
          },
          "description": "Вы возвращаете к жизни мертвого дракона, который был связан с Повелителем Драконов. Дракон возвращается к жизни с одним хитом. Все смертельные раны дракона исцеляются, и все недостающие части тела восстанавливаются.Это заклинание также нейтрализует все яды и излечивает не магические заболевания, которые действовали на дракона во время его смерти. Однако оно не устраняет магические заболевания, проклятия или подобные эффекты. Если они не были удалены до наложения заклинания, то вступают в силу, когда дракон возвращается к жизни.",
          "url": "https://ttg.club/spells/funeral_song_of_the_dragonlords"
     },
     {
          "rusName": "Удар Пустоты",
          "engName": "Void Strike",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Домен Пустоты",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Короткой фразой на языке Пустоты вы собираете корчащуюся тьму вокруг своей руки.Когда вы накладываете заклинание, а также в качествеДействияв последующие ходы, пока вы поддерживаете концентрацию, вы можете выпустить стрелу тьмы в существо в пределах дистанции.Совершитедальнобойную атаку заклинанием. Если цель находится в тусклом свете или в темноте, вы совершаете бросок спреимуществом. При попадании цель получает урон некротической энергией5к8ииспуганавами до начала вашего следующего хода.",
          "url": "https://ttg.club/spells/void_strike"
     },
     {
          "rusName": "Снятие проклятья",
          "engName": "Remove Curse",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин, Шаман",
          "subClasses": "Мастер Кузнечного Дела, Домен Инквизиции",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "После вашего касания все проклятья, действующие на одно существо или предмет, оканчиваются. Если предмет был проклятым магическим предметом, проклятье остаётся, но заклинание разрывает настройку владельца на него, поэтому его можно снять или выбросить.",
          "url": "https://ttg.club/spells/remove_curse"
     },
     {
          "rusName": "Зловонное облако",
          "engName": "Stinking Cloud",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей, Шаман",
          "subClasses": "Исчадие, Скаут Зобека, Домен Апокалипсиса, Клятва Мора",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "тухлое яйцо или несколько гнилых листьев капусты"
               }
          },
          "description": "Вы создаёте сферу с радиусом 20 футов жёлтого тошнотворного газа с центром на точке в пределах дистанции. Это облако обходит углы, и его пространство —сильно заслонённая местность. Облако держится в воздухе, пока активно заклинание.Все существа, находящиеся полностью в облаке в начале своего хода, должны совершить спасбросокТелосложенияот яда. При провале существо теряет своёДействие, так как его тошнит и его голова кружится. Существа, которые не обязаны дышать, а также обладающиеиммунитетомк ядам, автоматически преуспевают в этом спасброске.Умеренный ветер (как минимум 10 миль в час) рассеивает облако через 4 раунда. Сильный ветер (как минимум 20 миль в час) рассеивает его через 1 раунд.",
          "url": "https://ttg.club/spells/stinking_cloud"
     },
     {
          "rusName": "Мельфовы маленькие метеоры",
          "engName": "Melf's Minute Meteors",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "селитра, сера и шарик сосновой смолы"
               }
          },
          "description": "Вы создаёте вокруг себя шесть маленьких метеоров. Они парят в воздухе и вращаются вокруг вас, пока действует заклинание. Когда вы сотворяете заклинание (а также в следующих ходахбонусным действием) вы можете отправить один или два метеора в точки, выбранные в пределах 120 футов от вас. Долетев до цели или столкнувшись с твёрдой поверхностью, метеор взрывается.Все существа в пределах 5 футов от точки взрыва должны совершить спасбросокЛовкости. При провале существо получает2к6урона огнём, а при успехе – половину урона.",
          "url": "https://ttg.club/spells/melf's_minute_meteors"
     },
     {
          "rusName": "Крепость интеллекта",
          "engName": "Intellect Fortress",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "На время действия вы или одно желающее существо, которого вы видите в пределах дистанции, имеетесопротивлениек урону психической энергией, а такжепреимуществов спасброскахИнтеллекта,МудростииХаризмы.",
          "url": "https://ttg.club/spells/intellect_fortress"
     },
     {
          "rusName": "Безопасный вид",
          "engName": "Innocuous Aspect",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Кольцо ложного видения окружает всех существ, в пределах 20 футов от вас. Вы и каждое существо в области, на которое вы хотите повлиять, приобретают вид одного типа безобидного существа или объекта, выбранного вами. Все изображения идентичны, и эти образы влияют только на зрение. Производимые звуки, движение или физический осмотр могут выдать ложь.Существо, которое использует действие, чтобы исследовать изображение, может определить, что оно является иллюзией с успешной проверкойАнализа (Интеллект)против сложности вашего заклинания. Если существо распознает иллюзию того, что это такое, это существо видит сквозь изображение.",
          "url": "https://ttg.club/spells/innocuous_aspect"
     },
     {
          "rusName": "Башня Галдера",
          "engName": "Galder's Tower",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек камня, дерева или иного строительного материала"
               }
          },
          "description": "Вы создаете двухэтажную башню из камня, дерева или подобных прочных материалов. По форме башня может быть круглой или квадратной. Каждый этаж башни имеет высоту 10 футов и площадь до 100 квадратных футов. Перемещаться между этажами можно по простой лестнице через люки. Каждый этаж принимает одну из следующих форм, выбранных вами при произнесении заклинания:спальня с кроватью, стульями, сундуком и волшебным камином;кабинет с письменными столами, книгами, книжными полками, пергаментами, тушью и чернильными ручками;обеденная зона со столом, стульями, волшебным камином, посудой и кухонными принадлежностями;гостиная с диванами, креслами, тумбочками и скамейками для ног;санузел с туалетами, умывальниками, волшебной жаровней и скамейками для сауны;обсерватория с телескопом и картами ночного неба;пустая комната без мебели.Внутри башни тепло и сухо независимо от внешних условий. Любое оборудование или предметы интерьера, созданные с башней, превращаются в дым, если их вынести из неё. По окончании действия заклинания все существа и объекты в башне, которые не были созданы заклинанием, безопасно появляются на земле, и все следы башни и ее обстановки исчезают.Вы можете наложить это заклинание еще раз, пока оно активно, чтобы башня просуществовала еще 24 часа. Вы можете создать постоянную башню, накладывая это заклинание в одном и том же месте и с одинаковой конфигурацией каждый день в течение одного года.",
          "url": "https://ttg.club/spells/galder's_tower"
     },
     {
          "rusName": "Разговор с мёртвыми",
          "engName": "Speak with Dead",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Шаман",
          "subClasses": "Домен Знаний, Бессмертный, Нежить, Круг Камней, Королева Воронов, Преследуемый, Маг Лорхолда",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горящие благовония"
               }
          },
          "description": "Вы даёте подобие жизни и сознания трупу, выбранному в пределах дистанции, позволяя ему отвечать на задаваемые вами вопросы. У трупа должен быть рот, и он не может быть нежитью. Заклинание проваливается, если этот труп был целью этого заклинания в течение последних 10 дней.Пока заклинание активно, вы можете задать трупу пять вопросов. Труп знает только то, что знал при жизни, включая известные языки. Ответы обычно короткие, загадочные или невыразительные, и труп не обязан давать правдивый ответ, если вы враждебны к нему или он распознает в вас врага.Это заклинание не возвращает душу в тело существа, а только оживляет дух. Таким образом, труп не может узнавать новую информацию, не осознаёт того, что происходило после его смерти, и не может размышлять о будущих событиях.",
          "url": "https://ttg.club/spells/speak_with_dead"
     },
     {
          "rusName": "Осколки кристаллов",
          "engName": "Jeweled Fissure",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осколок яшмы"
               }
          },
          "description": "Широким жестом вы заставляете зазубренные кристаллы вырваться из земли и устремиться в воздух. Выберите точку в пределах досягаемости заклинания. Линия, длинной в 30 футов, с началом на этой точке, покрывается кристаллами. Все существа, находящиеся на этой линии и до 100 футов над ней получают2к8урона звуком и2к8колющего урона, если же существо преуспеет в спасброскеЛовкости, то колющего урона оно не получает.Существо, провалившее спасбросок, пронзается куском кристалла, который вдвое снижает его скорость, и если существо находилось в воздухе – то полёт прерывается, и оно падает. Чтобы вытащить кристалл из тела, существо, или его союзник в пределах 5 футов от него должныДействиемсовершить проверкуСилыСл 13. Если проверка успешна, то существо получает1к8колющего урона, а его скорость и способность летать восстанавливается до стандартного состояния.",
          "url": "https://ttg.club/spells/jeweled_fissure"
     },
     {
          "rusName": "Гипнотический узор",
          "engName": "Hypnotic Pattern",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": "Клятва Искупления, Бронник, Домен Луны, Домен Пива, Домен Лабиринта, Домен Луны, Клятва Хищничества, Орден Полумрака",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": true,
                    "materialDesc": "зажжённая палочка благовоний или хрустальный сосуд, заполненный фосфоресцирующим материалом"
               }
          },
          "description": "Вы создаёте хитрый разноцветный узор, переплетающийся в воздухе внутри куба с длиной ребра 30 футов, находящегося в пределах дистанции. Узор появляется на краткий миг и исчезает. Все существа в этой области, видящие узор, должны совершить спасбросокМудрости. При провале существо становитсяочарованнымна время действия заклинания.Будучи очарованным этим заклинанием, существонедееспособно, и его скорость равна 0. Заклинание заканчивается для отдельного существа, если оно получает урон или если кто-то другойДействиемпотрясёт его, чтобы вывезти из ступора.",
          "url": "https://ttg.club/spells/hypnotic_pattern"
     },
     {
          "rusName": "Спектральное прохождение",
          "engName": "Spectral Passage",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Шаман",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "объект, через который прошел дух"
               }
          },
          "description": "Вы касаетесь желающего существа. До окончания действия заклинания оно становится полубесплотным и может перемещаться сквозь других существ и предметы, как если бы они былитруднопроходимой местностью. Если существо заканчивает свое движение внутри другого объекта или существа, оно немедленно перемещается в ближайшее свободное пространство, получая1к10урона силовым полем за каждые 5 футов, которые оно было вынуждено преодолеть.",
          "url": "https://ttg.club/spells/spectral_passage"
     },
     {
          "rusName": "Песня леса",
          "engName": "Song of the Forest",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Следопыт",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "высушенный и смятый лист дерева"
               }
          },
          "description": "Вы настраиваете свои чувства на естественный мир, и способны услышать каждый звук, что происходит в пределах 60 футов - ветер, дующий через ветви, падающие листья, пасущихся оленей, водяной поток и многое другое. Вы можете ясно представить причину каждого звука в своем уме. Также заклинание даёт вам чувство вибрации диапазоном 10 футов.Кроме того, у вас есть преимущество на проверкиВнимательность (Мудрость), которые полагаются на слух. Существа, которые не шумят или магически молчат, не могут быть обнаружены с помощью эффекта этого заклинания.Песня Леса срабатывает только в естественных условиях. Если вы произносите заклинание под землёй, в городе или в здании, которое изолирует заклинателя от природы (на усмотрение Мастера), то оно не сработает.Ритуальная Фокусировка.Использование ритуальной фокусировки приводит к тому, что эффект заклинания заменяется слепым зрением радиусом в 30 футов.",
          "url": "https://ttg.club/spells/song_of_the_forest"
     },
     {
          "rusName": "Поступь Ашардалона",
          "engName": "Ashardalon's Stride",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Следопыт, Чародей, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Из-под ваших ног вырывается бушующее драконье пламя, дарующее вам невероятную скорость. Пока заклинание активно, ваша скорость ходьбы увеличивается на 20 футов, и ваше движение невызываетпровоцированных атак.Когда вы перемещаетесь в пределах 5 футов от существа или предмета, который не несут и не носят, оно получает1к6урона огнём от вашего пылающего следа. Существо илипредмет можетполучитьэтот урон только один раз за ход.",
          "url": "https://ttg.club/spells/ashardalon's_stride"
     },
     {
          "rusName": "Щит звезды и тени",
          "engName": "Shield of Star and Shadow",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "карта звёздного неба"
               }
          },
          "description": "Вы облачаетесь в защитный саван ночного неба, сотканный из кружащихся теней и пылинок света. Саван предоставляет вамсопротивлениепротив некротического урона или урона излучением (тип урона выбирается во время произнесения заклинания). Кроме этого, вы создаёте область тусклого света радиусом 10 футов. Вы действием можете закончить эффекты этого заклинания.",
          "url": "https://ttg.club/spells/shield_of_star_and_shadow"
     },
     {
          "rusName": "Множественная хромая кляча",
          "engName": "Mass Hobble Mount",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Колдун, Паладин, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Когда вы накладываете это заклинание, вы совершаете отдельные дальнобойные атаки заклинанием по максимум шести лошадям, волкам или другим, четырёх- или двуногим животным, используемым в качестве ездовых, на расстоянии до 60 футов от вас. Цели могут быть различными видами животных и иметь различное количество ног.Каждое животное, пораженное вашим заклинанием, становится искалеченным - оно не может двигаться с нормальной скоростью, не получая травм. Если пораженное существо двигается более чем с половиной своей нормальной скорости, оно получает4к6дробящего урона каждый ход. Это заклинание не действует на существ, которые ваш Мастер не считает ездовыми.",
          "url": "https://ttg.club/spells/mass_hobble_mount"
     },
     {
          "rusName": "Вызов заграждения",
          "engName": "Conjure Barrage",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Следопыт",
          "subClasses": "Боевой Кузнец",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "метательное оружие или один боеприпас"
               }
          },
          "description": "Вы метаете немагическое оружие или выстреливаете немагический боеприпас в воздух, создавая конус одинакового оружия, летящего вперёд и потом исчезающего.Все существа в 60-футовом конусе должны преуспеть в спасброскеЛовкости. При провале существо получает урон3к8, а при успехе половину этого урона. Вид урона такой же, как у оружия или боеприпаса, использованного в качестве компонента.",
          "url": "https://ttg.club/spells/conjure_barrage"
     },
     {
          "rusName": "Кара Перуна",
          "engName": "Perun's Doom",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете сильный ветер, исходящий от вашей вытянутой руки, и выбираете точку в пределах дистанции заклинания, где он низвергается на неё с мощным рёвом. Каждое существо, находящееся в цилиндре с радиусом в 20 футов с центром на этой точке должно совершить спасбросокСилы. В случае провала существо получаете3к8дробящего урона, а после его притягивает к центру цилиндра и подбрасывает на 50 футов вверх.Если существо врезается в твёрдую поверхность (например, каменный потолок), то оно получает дробящий урон, как от падения с высоты 50 футов минус пройденная дистанция.К примеру, если существо врезается в потолок после 10 футов полёта, то она получает урон, как если бы он упал с высоты 50-10 = 40 футов, то есть4к6дробящего урона.",
          "url": "https://ttg.club/spells/perun's_doom"
     },
     {
          "rusName": "Стихийное оружие",
          "engName": "Elemental Weapon",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Паладин, Следопыт, Изобретатель, Шаман, Магус",
          "subClasses": "Домен Кузни, Ведьмовской Клинок, Клятва Грому, Колдовской Клинок, Орден Танцоров Клинка, Орден Чешуи",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Немагическое оружие, которого вы касаетесь, становится магическим.Выберите один из следующих видов урона: звук, кислота, огонь, холод или электричество. Пока заклинание активно, оружие получает бонус+1к броскам атаки и причиняет при попадании дополнительный урон выбранного вида1к4.",
          "url": "https://ttg.club/spells/elemental_weapon"
     },
     {
          "rusName": "Леденящий туман",
          "engName": "Freezing Fog",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Заклинание создаёт 20-футовую сферу изморози, похожую на заклинаниетуманное облако [fog cloud], с центром на видимой вами точке в пределах дистанции. Облако огибает углы и считается сильно заслонённой местностью. Ветер средней и более силы (как минимум 15 км в час) рассеивает его за 1 раунд.Туман чрезвычайно холодный, и любое существо, которое оканчивает в нём свой ход, получает2к6урона холодом и один уровеньистощения; успешный спасбросокТелосложенияснижает урон вдвое и предотвращаетистощение.",
          "url": "https://ttg.club/spells/freezing_fog"
     },
     {
          "rusName": "Пробуждение жадности",
          "engName": "Incite Greed",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "драгоценный камень, стоящий как минимум 50 зм"
               }
          },
          "description": "Сотворяя это заклинание, Вы демонстрируете драгоценный камень, используемый для материального компонента, и выбираете любое количество видимых Вами существ в пределах дистанции. Каждая цель должна пройти спасбросокМудростиили бытьочарованнойВами до тех пор, пока заклинание не закончится или пока Вы или Ваши спутники не причине ей вред.Будучиочарованнымтаким образом, существо не может делать ничего, кроме как использовать всё своё передвижение, чтобы приблизиться к Вам по безопасному пути. Покаочарованноесущество находится в пределах 5 футах от Вас, оно не может двигаться, а может только жадно смотреть на демонстрируемый Вами камень.В конце каждого ходаочарованноесущество может пройти спасбросокМудрости. При успехе эффект на нём заканчивается.",
          "url": "https://ttg.club/spells/incite_greed"
     },
     {
          "rusName": "Восставший труп",
          "engName": "Animate Dead",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": "Домен Смерти, Круг Спор, Клятвопреступник",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля крови, кусочек плоти и щепотка костной пыли"
               }
          },
          "description": "Это заклинание создаёт прислуживающую нежить.Выберите груду костей или труп гуманоида Среднего или Маленького размера в пределах дистанции. Ваше заклинание наделяет цель мерзким подобием жизни, делая из него существо-нежить. Цель становитсяскелетом [skeleton], если вы выбирали кости илизомби [zombie], если вы выбрали труп.В каждый свой ход вы можетебонусным действиеммысленно приказать существу, созданному этим заклинанием, если оно находится в пределах 60 футов от вас (если вы контролируете несколько существ, вы можете отдавать один и тот же приказ любому количеству из них одновременно).Вы решаете, какое действие совершит это существо, и куда оно переместится в следующем ходу, или вы можете отдать общий приказ, например, охранять комнату или коридор. Если вы не отдадите команду, существо будет всего лишь защищаться от врагов. Получив приказ, существо продолжает его выполнять, пока задача не будет выполнена.Существо находится под вашим контролем 24 часа, после чего перестаёт слушаться команд. Для поддержания контроля ещё на 24 часа вы должны наложить это заклинание на него ещё раз до окончания 24-часового периода.Такое использование заклинания только поддерживает контроль над уже созданными существами, количество которых не может быть больше четырёх, и не оживляет новых.",
          "url": "https://ttg.club/spells/animate_dead"
     },
     {
          "rusName": "Связывание судеб",
          "engName": "Linking Destinies",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выберите двух существ, которых можете увидеть. Оба существа должны совершить спасброскиХаризмы, и они делают это с преимуществом, если враждебны к вам. Если существоочаровановами, оно делает спасбросок спомехой. Если оба существа проваливают спасброски, их судьбы теперь связаны друг с другом.Каждый раз, когда одно из существ получает урон, другое получает точно такой же, если только оба существа не получили урон от одного и того же источника, например, заклинанияогненный шар [fireball].Каждый раз, когда одно из существ восстанавливает хиты, другое восстанавливает столько же, если только восстановление не происходило от одного и того же источника, например, заклинаниямножественное лечение ран [mass cure wounds].Оба существа-цели остаются связанными судьбой в течение всего периода действия заклинания, даже если находятся на разных планах существования.",
          "url": "https://ttg.club/spells/linking_destinies"
     },
     {
          "rusName": "Сталь героя",
          "engName": "Hero's Steel",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец, Колдун, Паладин, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы наполняете металл оружия ближнего боя устрашающей аурой могучего героя.Владелец оружия получаетпреимуществона проверкиЗапугивания (Харизма)пока он угрожающе размахивает оружием.Кроме того, противник, у которого 30 и менее хитов, и по которому попадает это оружие, должен преуспеть в спасброскеХаризмыили статьоглушённымна 1 раунд. Если у существа больше 30 хитов, но меньше, чем сейчас у владельца оружия, то вместо оглушения существо становитсяиспуганным.Испуганноесущество повторяет спасбросок в конце каждого своего хода, при успехе оканчивая на себе этот эффект. Существо, преуспевшее в спасброске, становится невосприимчиво к эффекту этого же оружия на 24 часа.",
          "url": "https://ttg.club/spells/hero's_steel"
     },
     {
          "rusName": "Удушье",
          "engName": "Suffocate",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кожаная перчатка"
               }
          },
          "description": "Вы создаёте пару рук, сотканных из невидимой энергии. Совершитерукопашную атаку заклинаниемпо видимому вами существу в пределах дистанции. При попадании существо становитсяопутанным, так как руки сдавливают его горло или физический аналог.Если существу нужен воздух для дыхания, то оно начинает задыхаться.Задыхающееся существо может прожить число раундов, равное 1+ его модификаторТелосложения(минимум 1 раунд). По истечению этих раундов, в начале следующего хода, существотеряет сознаниеи не может восстанавливать хиты, пока не сможет дышать вновь.Существо, будучи в сознании, и опутанное этими руками, можетДействиемсовершить проверкуСилыилиЛовкости(на его выбор) против вашей Сл заклинаний. В случае успеха заклинание на цели заканчивается.",
          "url": "https://ttg.club/spells/suffocate"
     },
     {
          "rusName": "Отсуствие на камерах",
          "engName": "Invisibility to Cameras",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "клочок черной бумаги"
               }
          },
          "description": "Четыре существа по вашему выбору в пределах досягаемости становятсяневидимымидля электронных датчиков и камер на время действия заклинания.Все, что носит или несет цель, также невозможно обнаружить, пока оно находится на теле цели.Цели все еще остаются видимыми для зрения.",
          "url": "https://ttg.club/spells/invisibility_to_cameras"
     },
     {
          "rusName": "Ослепляющая кара",
          "engName": "Blinding Smite",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Когда вы в следующий раз попадёте по существурукопашной атакой оружием, пока заклинание активно, ваше оружие вспыхивает ярким светом, и атака причиняет цели дополнительно3к8урона излучением.Кроме того, цель должна преуспеть в спасброскеТелосложения, иначе она станетослеплённойдо окончания заклинания.Ослеплённоеэтим заклинанием существо совершает спасброскиТелосложенияв конце каждого своего хода. В случае успеха оно перестаёт бытьослеплённым.",
          "url": "https://ttg.club/spells/blinding_smite"
     },
     {
          "rusName": "Принуждённая судьба",
          "engName": "Compelling Fate",
          "level": 3,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "посыпка из серебряной пыли, стоимостью не менее 200 зм"
               }
          },
          "description": "Вы оцениваете действия выбранного существа используя движение звёзд на небосводе. Цель должна совершить успешный спасбросокХаризмы, в противно случае вы начинаете предсказывать его действия. Для него в силу вступают следующие эффекты:Вы совершаете спреимуществоматаки по существуЗа каждые 5 футов движения существа, вы можете также переместиться на 5 футов (максиму равен вашей скорости) сразу после того, как оно закончит своё движение. Это перемещение вычитается из вашего ближайшего ходаРеакциейвы можете предупредить себя и своих союзников, что способны вас слышать, о приближающейся атаки цели. Любое существо, на которое направлена эта атака, получает +2 КД или +2 на спасбросок против неё",
          "url": "https://ttg.club/spells/compelling_fate"
     },
     {
          "rusName": "Сила стаи",
          "engName": "Potency of the Pack",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "25"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "несколько клочков шерсти волка"
               }
          },
          "description": "Вы даруете волчьи черты группе живых существ в пределах дистанции.Выберите одну черту из списка, и этот эффект будет получен всеми целями на время действия заклинания. Все цели получают один и тот же эффект.Толстый мех.Мех покрывает цель по всему телу, увеличивая КД на 2.Острый слух и обоняние.Цели получаютпреимуществок проверкамМудрости (Внимательность)Б., которые полагаются на слух или на запах.Тактика стаи.Существа под воздействием заклинания получаютпреимуществона броски атаки против цели, если хотя бы один из союзников атакующего (тоже под действием этого заклинания) находится в 5 футах от существа и не являетсянедееспособным.",
          "url": "https://ttg.club/spells/potency_of_the_pack"
     },
     {
          "rusName": "Крошечный слуга",
          "engName": "Tiny Servant",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": "Орден Демиургов",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы прикасаетесь к одному Крошечному, немагическому объекту который не прикреплен к другому объекту или поверхности и не переносится другим существом.Цель оживает и отращивает маленькие руки и ноги, превращаясь в существокрошечный слуга [tiny servant], которое находится под вашим контролем, пока заклинание не закончится или пока хиты существа не упадут до 0.Бонусным действиемвы можете мысленно давать существу команды, если оно находится в пределах 120 футов от вас. (Если вы управляете несколькими существами с помощью этого заклинания, вы можете одновременно командовать любым из них или сразу всеми, давая одну и ту же команду каждому из существ).Вы определяете, какое действие совершит существо и как оно будет двигаться в течение следующего хода, или вы можете дать простую общую команду, например, достать ключ, стоять и наблюдать или собрать несколько книг. Если вы не даёте никаких команд, слуга не делает ничего, кроме защиты себя от враждебных существ.После получения приказа слуга продолжает следовать ему, пока его задача не будет завершена. Когда хиты существа опускаются до 0, оно возвращается к своей изначальной форме, весь «лишний» урон переносится на эту форму.",
          "url": "https://ttg.club/spells/tiny_servant"
     },
     {
          "rusName": "Призыв духа воителя",
          "engName": "Summon Warrior Spirit",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "позолоченная игральная карта с изображением рыцаря стоимостью не менее 300 зм"
               }
          },
          "description": "Вы вызываете дух воителя из легендарнойколоды многих вещей [deck of many things].Он проявляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Эта телесная форма использует блок характеристикдух воителя [warrior spirit]. При произнесении заклинания выберите тип воина: варвар, воин или монах. Воитель похож на гуманоида, вооруженного соответственно выбранному классу, что определяет умения в его блоке характеристик. Воитель исчезает, когда его хиты падают до 0 или когда заклинание заканчивается.Воитель является союзником для вас и ваших спутников. В бою воитель разделяет вашу инициативу, но делает свой ход сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете ему комманд в свой ход, он совершает действиеУклонениеи использует свое перемещение, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_warrior_spirit"
     },
     {
          "rusName": "Замедление",
          "engName": "Slow",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей, Шаман, Магус",
          "subClasses": "Домен Порядка, Домен Крови, Домен Предсказания, Домен Скорости",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля патоки"
               }
          },
          "description": "Вы изменяете время для шести существ на ваш выбор, находящихся в кубе с длиной ребра 40 футов в пределах дистанции. Все цели должны преуспеть в спасброскеМудрости, иначе они попадут под действие заклинания на время его длительности.Скорость попавшего под действие существа уменьшатся вдвое, оно получает штраф−2к КД и спасброскамЛовкости, и оно не может совершатьреакции.В свой ход оно может использовать либодействие, либобонусноедействие, и не может использовать сразу оба.Вне зависимости от умений и магических предметов, оно не может в свой ход совершать более однойрукопашнойилидальнобойной атаки.Если существо попытается активировать заклинание со временем накладывания1 действие, бросьтек20. Если выпадет «11» или больше, заклинание не вступит в силу до его следующего хода, и в том ходу оно должно будет использоватьДействиедля завершения заклинания.Если оно этого не сделает, заклинание будет потрачено. Существо, находящееся под действием этого заклинания, совершает новые спасброскиМудростив конце каждого своего хода1. При успехе эффект для него оканчивается.",
          "url": "https://ttg.club/spells/slow"
     },
     {
          "rusName": "Призрачный дракон",
          "engName": "Phantom Dragon",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек скорлупы яйца дракона"
               }
          },
          "description": "Вы используете вашу драконью магию для того чтобы придать союзнику вид драконьего зверя. Цель заклинания визуально принимает облик дракона с размером, не превышающим Большой.Каждое существо, которое впервые смотрит на эту иллюзию, совершает спасбросокМудрости, при успехе обретая возможность видеть сквозь неё.Вы можетеДействиемсделать иллюзорного дракона свирепым. Выберите одно существо в пределах 30 футах от иллюзорного дракона. Это существо должно совершить спасбросокМудрости. Если он провален, существо становитсяиспугано«драконом». Существо остаётсяиспуганнымдо тех пор, покаДействиемне совершит успешный спасбросокМудростиили до конца действия заклинания.",
          "url": "https://ttg.club/spells/phantom_dragon"
     },
     {
          "rusName": "Подводное дыхание",
          "engName": "Water Breathing",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Следопыт, Чародей, Изобретатель",
          "subClasses": "Домен Океана, Владыка Гениев",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "камыш или соломинка"
               }
          },
          "description": "Это заклинание дарует на время своего действия до десяти существам, видимым вами в пределах дистанции, способность дышать под водой. Эти существа сохраняют и обычное дыхание.",
          "url": "https://ttg.club/spells/water_breathing"
     },
     {
          "rusName": "Перегрузка",
          "engName": "Overclock",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "часовой ключик"
               }
          },
          "description": "Вы заставляете выбранный механизм неконтролируемо ускориться на время действия заклинания. Целевой механизм не может накладывать заклинания с вербальным компонентом или сколько-нибудь внятно общаться (все его фразы звучат как грохочущие шестерни).В начале каждого своего хода цель должна совершить спасбросокМудрости. При провале механизм движется с утроенной скоростью в случайном направлении, после чего его ход оканчивается, онне можетпредпринимать никаких действий. Если спасбросок успешен, то до конца хода скорость механизма удвоена, и он получает дополнительное действие, которое должно быть действиемАтака(только одна атака оружием),Рывок,Отход,ЗасадаилиИспользование предмета. Когда заклинание оканчивается, механизм получает2к8урона силовым полем.",
          "url": "https://ttg.club/spells/overclock"
     },
     {
          "rusName": "Молния",
          "engName": "Lightning Bolt",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей, Магус",
          "subClasses": "Бронник, Бездонный",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек меха и жезл из янтаря, кристалла или стекла"
               }
          },
          "description": "Разряд молнии формирует линию длиной 100 футов и шириной 5 футов, вылетающую в выбранном вами направлении.Все существа в линии должны совершить спасбросокЛовкости. При провале существо получает8к6урона электричеством, или половину урона при успехе.Молния поджигает горючие предметы в поражаемой области, которые никто не несёт и не носит.",
          "url": "https://ttg.club/spells/lightning_bolt"
     },
     {
          "rusName": "Падение",
          "engName": "Fell",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "осколок лезвия топора"
               }
          },
          "description": "Вы вызываете падение дерева, нанося ущерб всем существам на своем пути.Вы выбираете направление падения дерева, а область изменяется в зависимости от высоты дерева. Вы не можете накладывать это заклинание на дерево с диаметром более 5 футов. Каждое существо в пределах линии падения должно преуспеть в спасброскеЛовкостиили получит6к8дробящего урона.Упавшее дерево остается на земле, и может обеспечиватьукрытие на три четверти.",
          "url": "https://ttg.club/spells/fell"
     },
     {
          "rusName": "Дрёма",
          "engName": "Catnap",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": true,
                    "materialDesc": "щепотка песка"
               }
          },
          "description": "Вы делаете успокаивающий жест, и до трех согласных существ по вашему выбору, которых вы можете видеть в пределах дистанции, падают без сознания на время действия заклинания.Заклинание заканчивается на цели раньше, если она получает урон или кто-то использует действие, чтобы потрясти её или дать ей пощёчину. Если цель остается без сознания в течение всего времени действия заклинания, она получает все преимущества короткого отдыха, и не может быть подвержена этому заклинанию снова, пока не закончит продолжительный отдых.",
          "url": "https://ttg.club/spells/catnap"
     },
     {
          "rusName": "Успокоение шторма",
          "engName": "Calm of the Storm",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "аметист стоимостью 250 зм., расходуемый заклинанием"
               }
          },
          "description": "Представляя себе желаемый мир, вы возлагаете руки на другое существо и отменяете эффект волны магии хаоса, которому существо подверглось в течение последней минуты. Реальность изменяется так, словно волны и не было, но только для этого существа.",
          "url": "https://ttg.club/spells/calm_of_the_storm"
     },
     {
          "rusName": "Дневной свет",
          "engName": "Daylight",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Паладин, Следопыт, Чародей, Шаман",
          "subClasses": "Домен Света, Небожитель, Коллегия Зелёного Листа, Клятва Сияния",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Из точки, выбранной вами в пределах дистанции, распространяется сфера света с радиусом 60 футов. Сфера излучает яркий свет и тусклый свет в пределах ещё 60 футов.Если выбранная вами точка находится на объекте, который вы держите или на объекте который не носят или не держат другие существа, то свет исходит из предмета и перемещается вместе с ним. Если полностью накрыть источник света непрозрачным предметом, например, чашей или шлемом, свет будет заблокирован.Если часть зоны этого заклинания накрывает зону тьмы, созданной заклинанием с уровнем не выше 3, заклинание, создавшее тьму, рассеивается.",
          "url": "https://ttg.club/spells/daylight"
     },
     {
          "rusName": "Псионический заряд",
          "engName": "Psionic Blast",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы испускаете разрушительную волну псионической энергии в 30-футовом конусе.Каждое существо в этой области должно совершить спасбросокЛовкости. При провале цель получает5к8урона силовым полем, отталкивается от вас на 20 футов исбивается с ног. При успешном спасброске цель получает половину этого урона, не толкается и несбивается с ног.",
          "url": "https://ttg.club/spells/psionic_blast"
     },
     {
          "rusName": "Смешанные чувства",
          "engName": "Confound Senses",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сломанный компас"
               }
          },
          "description": "Вы выбираете до 6 целей, находящихся в пределах 30 футов от вас. Заклинание затуманивает их разум видениями изменяющейся местности вокруг них. Цели должны совершить спасбросокИнтеллекта, в случае провала их скорость уменьшает вдвое. Кроме этого, существа, провалившие спасбросок, совершают спомехойдальнобойные атаки.В дополнении, они не способны отследить своё местоположение в пространстве - они автоматически проваливают проверкиМудрости (Выживание)если пытаются не заблудиться в своих видениях, а также не помнят последние 10 минут из своей жизни.Всякий раз, когда попавшее под заклинание существо должно выбрать один из нескольких путей - оно выбирает его наугад, сразу же забываю с какого пути или направления оно пришло до этого. Когда заклинание оканчивается, попавшие под него существа чувствуют себя потерянными, будто оказались в местности, в которой раньше не бывали.",
          "url": "https://ttg.club/spells/confound_senses"
     },
     {
          "rusName": "Ускорение",
          "engName": "Haste",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей, Изобретатель, Шаман, Магус",
          "subClasses": "Клятва Мести, Странник Горизонта, Клятва Славы, Присяга Повелителя Драконов, Конклав Амазонок, Домен Крови, Домен Скорости, Домен Путешествия, Ронас: Домен Силы, Хазорет: Домен Рвения, Орден Танцоров Клинка",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "стружка корня лакрицы"
               }
          },
          "description": "Выберите согласное существо, видимое в пределах дистанции. Пока заклинание активно, скорость цели удваивается, она получает бонус+2к КД, она совершает спреимуществомспасброскиЛовкости, и в каждом своём ходу может совершать дополнительное действие. Этим действием может быть толькоАтака(одна атака оружием),Засада,Использование предмета,ОтходилиРывок.Когда заклинание оканчивается, цель не может перемещаться и совершатьДействия, пока не пропустит свой следующий ход, так как становится заторможенной.",
          "url": "https://ttg.club/spells/haste"
     },
     {
          "rusName": "Мерцание",
          "engName": "Blink",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей, Изобретатель",
          "subClasses": "Домен Обмана, Архифея, Ведьмовской Клинок, Хаос, Колдовской Клинок, Тенеплёт, Духовный Проводник",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока заклинание активно, бросайтек20в конце каждого своего хода.Если выпадет «11» или выше, вы исчезаете на текущем плане существования и появляетесь на Эфирном Плане (заклинание проваливается, если вы уже находитесь на этом плане).В начале своего следующего хода, а также если заклинание окончится, когда вы будете на Эфирном Плане, вы возвращаетесь в свободное пространство на свой выбор, которое вы видите в пределах 10 футов от места, из которого вы исчезли.Если в пределах дистанции нет свободного пространства, вы появляетесь в ближайшем свободном пространстве (выбранном случайным образом, если есть несколько подходящих мест).Вы можете остановить заклинаниеДействием.Находясь на Эфирном Плане, вы можете видеть и слышать на плане, с которого пришли, видя всё в оттенках серого и не видя того, что происходит за пределами 60 футов. Вы можете воздействовать только на существ, находящихся на Эфирном Плане, и только такие существа могут воздействовать на вас. Существа, не находящиеся там, не могут вас воспринимать и взаимодействовать с вами, если у них нет таких возможностей.",
          "url": "https://ttg.club/spells/blink"
     },
     {
          "rusName": "Огненный шар",
          "engName": "Fireball",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей, Магус",
          "subClasses": "Домен Света, Исчадие, Артиллерист, Хазорет: Домен Рвения",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный шарик из гуано летучей мыши и серы"
               }
          },
          "description": "Яркий луч вылетает из вашего указательного пальца в точку, выбранную вами в пределах дистанции, где и происходит взрыв пламени с гулким рёвом.Все существа в пределах сферы с радиусом 20 футов с центром в этой точке должны совершить спасбросокЛовкости. Цель получает8к6урона огнём при провале или половину этого урона при успехе.Этот огонь огибает углы. Он воспламеняет горючие предметы, которые никто не несёт и не носит.",
          "url": "https://ttg.club/spells/fireball"
     },
     {
          "rusName": "Мгновенная лихорадка",
          "engName": "Flash Fever",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": "Клятва Мора, Повелитель Паразитов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кремень и кресало"
               }
          },
          "description": "Живое существо, выбранное вами в пределах дистанции покрывается собственным холодным потом и должно совершить спасбросокТелосложения. При провале, холодный пот сменяется лихорадкой, а кожа существа становится красной и горячей, также существо получает1к6урона огнём в начале своего следующего хода. В случае успеха, заклинание оканчивается.Пока заклинание активно, вы можетереакциейв начале хода существа снова нанести ему урон огнём, который каждый раз повышается на1к6. Существо можетДействиемповторить спасбросокТелосложения, оканчивая действие заклинания в случае успеха.",
          "url": "https://ttg.club/spells/flash_fever"
     },
     {
          "rusName": "Контрзаклинание",
          "engName": "Counterspell",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей, Магус",
          "subClasses": "Клятва Искупления, Клятва Смотрителей, Домен Предсказания",
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы пытаетесь прервать процесс накладывания заклинания. Если существо накладывает заклинание 3 уровня или ниже, его заклинание проваливается, и не оказывает никакого эффекта.Если оно накладывало заклинание 4 уровня или выше, совершите проверку базовой характеристики. Сл равна 10 + уровень заклинания. В случае успеха заклинание проваливается и не оказывает никакого эффекта.",
          "url": "https://ttg.club/spells/counterspell"
     },
     {
          "rusName": "Звуковая волна",
          "engName": "Sonic Wave",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Когда вы с силой хлопаете ладонями, от вас исходит ударная волна громоподобной силы, издающая громовой грохот, слышимый на расстоянии до 500 футов.Все существа в 30-футовом конусе совершить спасбросокТелосложения. При провале существо получает4к8урона звуком,падает ничкомиоглушаетсяна 1 минуту. Существо может повторять свой спасбросок в конце каждого своего хода, оканчивая эффект при успехе. При успехе он получает вдвое меньше урона и неоглушается.Существо может повторять этот спасбросок в конце каждого своего хода, оканчивая эффект при успехе.",
          "url": "https://ttg.club/spells/sonic_wave"
     },
     {
          "rusName": "Множественное лечащее слово",
          "engName": "Mass Healing Word",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец",
          "subClasses": "Алхимик, Домен Порядка",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слова восстановления, и до шести существ на ваш выбор, видимых в пределах дистанции, восстанавливают хиты в количестве, равном1к4+ ваш модификатор базовой характеристики.Это заклинание не оказывает никакого эффекта на нежить и конструктов.",
          "url": "https://ttg.club/spells/mass_healing_word"
     },
     {
          "rusName": "Трясина",
          "engName": "Mire",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "флакон песка, смешанного с водой"
               }
          },
          "description": "Когда вы накладываете Трясину, вы создаёте яму с зыбучими песками, липкой грязью или иной естественной опасностью подходящей региону, имеющими 10-футовый диаметр. Существо, которое находится в области, когда наложено заклинание, или которое входит в зону действия, должно сделать успешный спасбросокСилыили быть утянутым по пояс в Трясину и скованным ею.С этого момента Трясина действует как зыбучие пески, но сложность спасброскаСилы, совершаемого для того, чтобы выбраться, равна сложности ваших заклинаний. Существо вне Трясины, пытающееся вытащить угодившее внутрь существо, получает дополнительные +5 на проверкиСилыпротив сложности спасброска.",
          "url": "https://ttg.club/spells/mire"
     },
     {
          "rusName": "Остаточное изображение",
          "engName": "After Image",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряное ручное зеркало стоимостью 50 зм."
               }
          },
          "description": "Вы создаете иллюзорную копию себя, которая повторяет каждое ваше движение. Если во время действия заклинания вас атакуют, бросьте любой кубик. При нечетном броске атака нацеливается на дубликат и поражает его, а не вас. Дубликат исчезает, появляясь снова после того, как вы отойдете на 10 футов или более или выполните действиеУклонение. При чётном броске атака нацеливается на вас.",
          "url": "https://ttg.club/spells/after_image"
     },
     {
          "rusName": "Пронзающий корень",
          "engName": "Skewering Branch",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Колдун, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете толстый корень, который мгновенно прорастает из земли в указанной вами точке. Каждое существо на линии шириной 5 футов и длинной 30 футов, начиная от указанной вами точки, должно преуспеть в спасброскеЛовкостиили будет отброшено на длину корня и по направлению его роста.Если корень упирается в твердую поверхность, например, стену, то он немедленно останавливается и прижимает собой всех существ, сбитых на пути к этой поверхности. Каждое такое существо получает3к4колющего урона и удерживается прижатым к преграде.Удерживаемое существо может действием совершить проверкуСилыилиЛовкостина его выбор, против сложности вашего заклинания, чтобы освободиться.",
          "url": "https://ttg.club/spells/skewering_branch"
     },
     {
          "rusName": "Шторм погибели богов",
          "engName": "Storm God's Doom",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Мощный поток ветра появляется из вашей протянутой руки уходя спиралью в точку, которую вы выбираете в пределах дистанции, где он с низким ревом взрывается превращаясь в воздушный вихрь. Каждое существо в цилиндре радиусом 20 футов с центром в этой точке должно совершить спасбросокСилы. При провале существо получает дробящий урон3к8, притягивается к центру цилиндра и подбрасывается на 50 футов вверх в воздух.Если существо сталкивается с твердым препятствием, когда его подбрасывает вверх (например, с каменным потолком), оно получает дробящий урон, как если бы оно упало на 50 футов, минус расстояние, которое оно преодолело вверх.Например, если существо ударяется о потолок, поднявшись всего на 10 футов, оно получает дробящий урон, как если бы упало на 40 футов (4к6дробящего урона).",
          "url": "https://ttg.club/spells/storm_god's_doom"
     },
     {
          "rusName": "Подсматривание",
          "engName": "Clairvoyance",
          "level": 3,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Чародей, Шаман",
          "subClasses": "Великий Древний, Клятва Предначертания, Домен Пророчества, Мойры, Воин Духа, Орден Демиургов, Провидец",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "1"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фокусировка, стоящая как минимум 100 зм, и либо украшенный камнями рог для подслушивания, либо стеклянный глаз для подсматривания"
               }
          },
          "description": "Вы создаёте невидимый сенсор в пределах дистанции в известном вам месте (месте, которое вы уже видели или посещали) или очевидном месте, незнакомом вам (например, за дверью, за углом, или в роще деревьев).Сенсор остаётся на месте, и его нельзя атаковать или как-то с ним взаимодействовать.Накладывая заклинание, вы выбираете зрение или слух.Вы можете использовать выбранное чувство через сенсор, как если бы вы находились на его месте. Вы можетеДействиемпереключаться между зрением и слухом.Существо, способное увидеть сенсор (например, находящееся под заклинаниемвидение невидимого [see invisibility]или систинным зрением) видит светящийся нематериальный шарик размером с ваш кулак.",
          "url": "https://ttg.club/spells/clairvoyance"
     },
     {
          "rusName": "Проницательность геоманта",
          "engName": "Geomantic Discernment",
          "level": 3,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы получаете способность ощущать ценные минералы в радиусе 100 футов вокруг себя. На время действия заклинания вокруг любых ценных металлов, драгоценных камней, руд, природных элементов или других ресурсов в этом радиусе появляется светящаяся аура, которую можете видеть только вы. Через эту ауру вы можете увидеть любое количество не магических материалов.",
          "url": "https://ttg.club/spells/geomantic_discernment"
     },
     {
          "rusName": "Разговор с растениями",
          "engName": "Speak with Plants",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Следопыт",
          "subClasses": "Домен Охоты",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы наделяете растения в пределах 30 футов от себя ограниченным сознанием и подобием жизни, позволяя им общаться с вами и выполнять ваши простые инструкции.Вы можете спрашивать их о событиях, происходивших в области заклинания за последний день, получая информацию о проходивших существах, погоде и прочих обстоятельствах.Вы можете также превратить на время действия заклинаниятруднопроходимую местность, вызванную растениями (кусты и заросли), в обычную местность. Вы можете превратить на время действия заклинания обычную местность втруднопроходимую, если там есть растения, например, заставляя ветки и лианы хватать преследователей. На усмотрение Мастера, растения могут выполнять и другие задачи.Это заклинание не позволяет растениям выкапываться и перемещаться, но они могут свободно двигать ветками, ростками и стеблями. Если в области заклинания есть растительное существо, вы можете общаться с ним, как если бы у вас был общий язык, но вы не получаете магическую способность влиять на него.Это заклинание может заставить растения, созданные заклинаниемопутывание [entangle], отпустить существо.",
          "url": "https://ttg.club/spells/speak_with_plants"
     },
     {
          "rusName": "Энергетический снаряд Лей",
          "engName": "Ley Energy Bolt",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "камушек, наполненный энергией лей"
               }
          },
          "description": "Вы формируете окружающую вас энергию Лей в потрескивающий заряд энергии 100 футов в длину и 5 футов в ширину. Каждое существо на этой линии должно совершить спасбросокЛовкости, получая5к8урона силовым полем при провале или половину этого урона при успехе.Заряд проходит сквозь первый неодушевлённый предмет на его пути, и существа, находящиеся за этим препятствием, не получают бонусов от укрытия. Заряд останавливается при столкновении со вторым объектом.",
          "url": "https://ttg.club/spells/ley_energy_bolt"
     },
     {
          "rusName": "Разъедающий снаряд",
          "engName": "Corrosive bolt",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кожа ядовитой змеи"
               }
          },
          "description": "Вы призываете копьё из едкой кислоты и совершаетедальнобойную атаку заклинаниемпо существу или объекту, который вы можете видеть в пределах дальности. При попадании ваша цель получает4к10урона кислотой, а её Класс Доспеха уменьшается на 2. Это заклинание не может сделать существо с Классом Доспеха ниже 10.Существо можетДействиемсоскоблить кислоту от этого заклинания с цели, вернув свой Класс Доспеха к первоначальному.",
          "url": "https://ttg.club/spells/corrosive_bolt"
     },
     {
          "rusName": "Скачки по разломам",
          "engName": "Ride the Rifts",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Паладин, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 100 зм, который расходуется заклинанием"
               }
          },
          "description": "Когда вы накладываете это заклинание, вы получаете один уровень загрязнения.От вас исходит, в выбранном вами направлении, мистичиская молния, образуя линию длиной 60 футов и шириной 5 футов. Каждое существо в этой линии должно преуспеть в спасброскеЛовкости, при провале получая10к6урона электричеством или половину этого урона при успехе. Затем вы телепортируетесь в незанятое пространство, которое видите в пределах линии.",
          "url": "https://ttg.club/spells/ride_the_rifts"
     },
     {
          "rusName": "Внезапный рассвет",
          "engName": "Sudden Dawn",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы велите утру наступить раньше времени. Отточенным словом вы создаете 60-тифутовый цилиндр света с центром в точке в пределах дистанции. Область внутри цилиндра хорошо освещена. Свет простирается в небо на 100 футов или пока не сталкивается с препятствием, например, с потолком.",
          "url": "https://ttg.club/spells/sudden_dawn"
     },
     {
          "rusName": "Находка в тени",
          "engName": "Shadow Trove",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "5"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "чернила, изготовленные из крови ворона"
               }
          },
          "description": "Вы рисуете на твёрдой поверхности небольшую дверь площадью около 2 квадратных футов и создаёте портал в пустое пространство. Портал «слезает» с той поверхности, с которой вы его нарисовали и следует за вами, паря в воздухе в 5 футах от вас. От портала веет обжигающим холодом. Вы можете протащить через портал до 750 фунтов неживой материи, где она останется в подвешенном состоянии, пока вы не вытащите её.Все предметы, находящиеся в портале на момент окончания заклинания, пропадают навечно. Вы можете выбрать несколько существ (количество равно вашему модификатору базовой характеристики) и дать им доступ к теневой сокровищнице. Только вы и эти существа могут перемещать и забирать объекты в и из портала.",
          "url": "https://ttg.club/spells/shadow_trove"
     },
     {
          "rusName": "Прикосновение вампира",
          "engName": "Vampiric Touch",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Домен Упокоения, Домен Смерти, Домен Голода, Бонту: Домен Амбиций, Связующий Проклятия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Касание вашей окутанной тенями рукой может вытягивать жизненные силы у других, залечивая ваши раны.Совершитерукопашную атаку заклинаниемпо существу в пределах вашей досягаемости. При попадании цель получает3к6урона некротической энергией, а вы восстанавливаете количество хитов, равное половине причинённого урона некротической энергией. Пока заклинание активно, вы в каждом ходу можетеДействиемсовершать эту атаку.",
          "url": "https://ttg.club/spells/vampiric_touch"
     },
     {
          "rusName": "Мотивационная речь",
          "engName": "Motivational Speech",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы обращаетесь к союзникам, персоналу, или невинным прохожим, чтобы убеждать и вдохновлять их на величие, вне зависимости от того, есть ли что-то, чему им стоит радоваться.Выберите до пяти существ в пределах дистанции, которые могут Вас слышать. За время действия каждое выбранное существо получает5временных хитови получаетпреимуществок спасброскамМудрости. Если по этому существу попадают атакой, оно получаетпреимуществок своему следующему броску атаки.Как только существо теряет временные хиты, созданные этим заклинанием, оно прекращает на него действовать.",
          "url": "https://ttg.club/spells/motivational_speech"
     },
     {
          "rusName": "Стена ветров",
          "engName": "Wind Wall",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Шаман, Магус",
          "subClasses": "Домен Природы, Артиллерист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный веер и перо экзотического происхождения"
               }
          },
          "description": "В точке на земле, выбранной вами в пределах дистанции, начинает дуть сильный ветер. Вы можете сделать стену длиной до 50 футов, высотой до 15 футов и толщиной до 1 фута. Вы можете как угодно изгибать стену, лишь бы это был непрерывный путь по земле.Стена существует, пока активно заклинание. Когда стена появляется, все существа в её области должны совершить спасброскиСилы. Существо получает3к8дробящего урона при провале, или половину этого урона при успехе.Сильный ветер сдерживает туман, дым и прочие газы.Маленькие и ещё меньшие летающие существа и предметы не могут пройти через эту стену. Лёгкие, сыпучие материалы, оказавшиеся в стене, взлетают вверх. Стрелы, болты и прочие обычные боеприпасы, выпущенные в цели, находящиеся за стеной, отклоняются вверх и автоматически промахиваются (валуны, брошенные великанами и осадными машинами, а также подобные боеприпасы, не отклоняются). Существа в газообразной форме не могут пройти через неё.",
          "url": "https://ttg.club/spells/wind_wall"
     },
     {
          "rusName": "Необнаружимость",
          "engName": "Nondetection",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Следопыт, Шаман",
          "subClasses": "Домен Знаний, Клятва Смотрителей, Домен Кошки, Домен Часовых Механизмов, Домен Тьмы, Домен Лабиринта, Клятва Хищничества, Орден Полумрака",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка алмазной пыли, стоящая 25 зм, которой посыпается цель, расходуемая заклинанием"
               }
          },
          "description": "Пока заклинание активно, цель, которой вы коснулись, сокрыта от заклинаний школыПрорицания. Целью может быть согласное существо, место или предмет, не превышающий 10 футов ни по одному из линейных размеров.Цель не может стать целью магии школыПрорицания, и её не воспринимают магические наблюдательные сенсоры.",
          "url": "https://ttg.club/spells/nondetection"
     },
     {
          "rusName": "Свобода волн",
          "engName": "Freedom of the Waves",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": "Клятва Открытого Моря",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "прядь мокрых волос"
               }
          },
          "description": "Вы призываете поток морской воды в цилиндре радиусом 15 футов и высотой 10 футов с центром в точке в пределах дистанции. Эта вода принимает форму приливной волны, водоворота, водяного смерча или другой формы по вашему выбору.Каждое существо в этой области должно преуспеть в спасброскеСилыпротив вашей Сл спасброска от заклинаний, иначе получит дробящий урон2к8иупадет ничком. Вы можете выбрать количество существ, равное вашему модификатору заклинателя (минимум 1),  которые автоматически преуспевают в этом спасброске.Если вы находитесь в области действия заклинания, в рамках действия, которое вы используете для произнесения заклинания, вы можете исчезнуть в нахлынувшем потопе и телепортироваться в незанятое пространство, которое вы можете видеть в пределах области действия заклинания.",
          "url": "https://ttg.club/spells/freedom_of_the_waves"
     },
     {
          "rusName": "Гашение волны",
          "engName": "Surge Dampener",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Силой воли вы заставляете другое существо, которого вы можете коснуться, столь прочно укорениться в реальности, что оно становится защищено от эффектов волны магии хаоса. Защищённое существо получает возможность совершить спасбросок, чтобы избежать эффекта волны, который обычно не позволяет совершить спасбросок, или же преимущество к спасброску, если обычно он и так дозволен. Если существо преуспевает в этом спасброске, эффект заклинания для существа оканчивается.",
          "url": "https://ttg.club/spells/surge_dampener"
     },
     {
          "rusName": "Безопасное расчлененние",
          "engName": "Benign Dismemberment",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "На какое-то время части тела согласной жертвы (пальцы, ноги, хвост и даже голова) могут быть без вреда отделены от ее тела. Такое расчленение не наносит никакого урона, если только разрез, удаляющий часть тела, выполняется быстро и оставляет чистый порез. Голова жертвы остается живой и в сознании, и части, связанные с ней, также остаются живыми. Все отрубленные части тела становятся неодушевленными, но не начинают разлагаться в течение действия заклинания. Любая из отрезанных частей тела цели, которые удаляются во время действия этого заклинания, может быть прикреплена обратно к культи, что мгновенно приводит к срастанию части с культей, восстанавливая часть тела. По истечении действия заклинания отрезанные части тела становятся отрезанными навсегда. Цель умирает, если к ее голове не прикреплены жизненно важные органы.",
          "url": "https://ttg.club/spells/benign_dismemberment"
     },
     {
          "rusName": "Духовные стражи",
          "engName": "Spirit Guardians",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Шаман",
          "subClasses": "Домен Войны, Клятва Короны, Круг Камней, Тенеплёт, Маг Лорхолда, Духовный Проводник",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "символ веры"
               }
          },
          "description": "Вы вызываете духов, защищающих вас. Пока заклинание активно, они заполняют пространство в пределах 15 футов от вас.Если вы добрый или нейтральный, они могут выглядеть как ангелы или феи (на ваш выбор). Если вы злой, они могут выглядеть исчадиями.Когда вы активируете это заклинание, вы можете указать любое количество существ, видимых вами, на которых не будет действовать это заклинание.Скорость остальных существ в этой области уменьшена вдвое и когда существа впервые за ход попадают в область или начинают там ход, они должны совершить спасбросокМудрости. При провале существо получает3к8урона излучением (если вы добрый или нейтральный) или3к8урона некротической энергией (если вы злой). При успехе существо получает половину урона.",
          "url": "https://ttg.club/spells/spirit_guardians"
     },
     {
          "rusName": "Извержение земли",
          "engName": "Erupting Earth",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек обсидиана"
               }
          },
          "description": "Выберите точку на поверхности земли, видимую в пределах дистанции заклинания. Фонтан вывороченной земли и камней вырывается в 20-футовом кубе и центром в этой точке.Все существа в этой области должны сделать спасбросокЛовкости. При провале существо получает3к12дробящего урона, а при успехе – половину урона.Кроме того, земля в области действия заклинания становитсятруднопроходимой местностью, пока её не расчистят. Расчистка квадрата с длиной стороны 5 футов вручную займёт не менее 1 минуты.",
          "url": "https://ttg.club/spells/erupting_earth"
     },
     {
          "rusName": "Заросли терновника",
          "engName": "Engulfing Thorns",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "терновый шип"
               }
          },
          "description": "Вы призываете заросли терновника, которые произрастают из земли, заполняя куб со стороной 20 футов. Каждое существо в этой области должно сделать спасбросокСилыи при провале будетопутанотерновником до конца заклинания.Опутанноесущество получает2к6колющего урона в начале каждого своего хода. При успехе существо получает2к6колющего урона, но остается свободным.Опутанное терновником существо, может потратить своеДействиедля проверкиСилыпротив сложности вашего заклинания и при успехе освободиться, а при провале получает дополнительно1к6колющего урона.Когда заклинание заканчивается, терновник исчезает.",
          "url": "https://ttg.club/spells/engulfing_thorns"
     },
     {
          "rusName": "Языки",
          "engName": "Tongues",
          "level": 3,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Колдун, Чародей",
          "subClasses": "Домен Ужаса, Клятва Рвения, Провидец",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькая глиняная модель зиккурата"
               }
          },
          "description": "Это заклинание дарует существу, которого вы касаетесь, способность понимать все языки, которые оно слышит. Более того, когда цель говорит, все существа, знающие хотя бы один язык, и слышащие цель, понимают, что она сказала.",
          "url": "https://ttg.club/spells/tongues"
     },
     {
          "rusName": "Громовой шаг",
          "engName": "Thunder Step",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей, Шаман, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы телепортируете себя в незанятое пространство, которое вы можете видеть в пределах дистанции. Сразу после того, как вы исчезли, раздается раскат грома, и каждое существо в радиусе 10 футов от покинутого пространства должно совершить спасбросокТелосложения, получив3к10урона звуком при провале или половину этого урона при успехе.Гром слышен на расстоянии до 300 футов. Вы можете взять с собой предметы, если их вес позволяет вам их нести. Вы также можете взять с собой одно согласное существо, с размером не больше вашего, которое тоже может нести дозволенный вес предметов.При накладывании заклинания существо должно находиться в пределах 5 футов от вас, также должно быть незанятое пространство в пределах 5 футов от вашей точки назначения, где существо должно появиться; в противном случае существо не телепортируется.",
          "url": "https://ttg.club/spells/thunder_step"
     },
     {
          "rusName": "Поймать дыхание",
          "engName": "Catch the Breath",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Домен Дракона, Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание даёт вампреимуществона спасбросок от дыхания дракона. Если вы преуспеваете в спасброске, вы не получаете урона, даже если совершенный спасбросок в ином случае наносит только половину урона.Будь то удача или провал в спасброске, вы поглощаете и накапливаете энергию атаки. На следующем ходу, вы можете совершитьдальнобойную атаку заклинаниемпротив цели в пределах 60 фт. При попадании, цель получает3к10урона силовым полем. Если вы решаете не совершать эту атаку, накопленная энергия рассеивается без вреда.",
          "url": "https://ttg.club/spells/catch_the_breath"
     },
     {
          "rusName": "Призыв молнии",
          "engName": "Call Lightning",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": "Домен Бури, Мойры, Клятва Открытого Моря, Клятва Грому, Домен Правосудия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Появляется туча в форме цилиндра 10 футов в высоту и с радиусом 60 футов, с центром в точке, которую вы видите в пределах дистанции над головой1.Заклинание проваливается, если вы не видите точку в воздухе, где должна появиться туча (например, если вы находитесь в комнате, в которой туча не поместится).Активировав заклинание, выберите видимую точку2под тучей, из тучи в эту точку бьёт разряд молнии. Все существа в пределах 5 футов от этой точки должны совершить спасбросокЛовкости. Существо получает3к10урона электричеством при провале или половину этого урона в случае успешного спасброска.Пока заклинание активно, вы можете в каждый свой ходДействиемвызывать новую молнию, в ту же или другую точку.Если в момент накладывания заклинания вы находитесь на открытом воздухе во время грозы, заклинание не создаёт новую тучу, а даёт контроль над существующей. В такой ситуации урон от заклинания увеличивается на1к10.",
          "url": "https://ttg.club/spells/call_lightning"
     },
     {
          "rusName": "Очистка Контаминации",
          "engName": "Purge Contamination",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец, Колдун, Паладин, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "алхимические жидкости или святая вода стоимостью 100 зм., которые расходуются на заклинанием"
               }
          },
          "description": "Вы применяете алхимические жидкости или святую воду на зараженном гуманоиде, одновременно произнося строгое магическое заклинание, которое изгоняет жуткие загрязнения из тела цели.Когда вы завершаете наложение этого заклинания, все уровниКонтаминациии мутации удаляются с существа. Затем это существо получает одинуровень истощенияза каждый уровеньКонтаминации, удаленный этим заклинанием.",
          "url": "https://ttg.club/spells/purge_contamination"
     },
     {
          "rusName": "Конус шипов",
          "engName": "Spray of Thorn",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец, Колдун, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "терновый шип"
               }
          },
          "description": "Из ваших рук вырывается поток шипов, который пронзает всех существ на своем пути.Каждое существо в области 15 футового конуса должно сделать спасбросокЛовкостии при провале получит3к6колющего урона, а такжеуязвимостьк колющему, дробящему и рубящему урону. В случае успеха, существо получает половину урона и не получает уязвимости.",
          "url": "https://ttg.club/spells/spray_of_thorn"
     },
     {
          "rusName": "Враждебность",
          "engName": "Antagonize UA",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "игральная карта с изображением плута"
               }
          },
          "description": "Вы шепчете магические слова, которые вызывают агрессию у одного существа по вашему выбору в пределах дистанции.Цель должна совершить спасбросокМудрости. При провале она получает4к4психического урона и должна немедленно использовать своюреакцию, если она доступна, чтобы совершитьрукопашную атакупротив другого существа по вашему выбору, которое вы можете видеть. Если в пределах дистанции цели нет других существ, то до начала вашего следующего хода, цель совершает следующий бросок своей атаки спомехой.",
          "url": "https://ttg.club/spells/antagonize_ua"
     },
     {
          "rusName": "Защита от баллистики",
          "engName": "Protection from Ballistics",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "гильза"
               }
          },
          "description": "Это заклинание зачаровывает плоть цели, защищая от ударов пуль.Пока заклинание не закончится, цель имеетсопротивлениенемагическому баллистическому урону.",
          "url": "https://ttg.club/spells/protection_from_ballistics"
     },
     {
          "rusName": "Помощь с фланга",
          "engName": "Outflanking Boon",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание нацеливается на одного врага и вынуждает его совершить спасбросокМудрости. Если спасбросок провален, вы получаете иллюзорного союзника, который совершает рукопашные атаки по цели заклинания.Ваши союзники получаютпреимуществона рукопашные атаки по цели, благодаря отвлекающему эффекту иллюзии. Цель повторяет спасброски в конце каждого своего хода, заканчивая эффект заклинания в случае успеха.",
          "url": "https://ttg.club/spells/outflanking_boon"
     },
     {
          "rusName": "Послание",
          "engName": "Sending",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Великий Древний, Домен Мира, Аберрантный Разум",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "unlimited",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок тонкой медной проволоки"
               }
          },
          "description": "Вы посылаете короткое сообщение длиной не больше 25 слов существу, известному вам. Это существо слышит послание в сознании, распознаёт вас в качестве отправителя, если оно вас знает, и тут же может ответить (не более 25 слов).Это заклинание позволяет существам сИнтеллектомкак минимум 1 понимать смысл вашего послания. Вы можете передать послание на любое расстояние, и даже на другие планы существования, но если цель находится на ином плане, существует 5-процентный шанс, что послание не будет доставлено.",
          "url": "https://ttg.club/spells/sending"
     },
     {
          "rusName": "Защита от энергии",
          "engName": "Protection from Energy",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Следопыт, Чародей, Изобретатель, Шаман, Магус",
          "subClasses": "Клятва Древних, Клятва Мести, Домен Кузни, Клятва Славы, Заводная Душа, Домен Энтропии, Владыка Гениев, Бог-машина, Ронас: Домен Силы, Орден Стражей",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Пока заклинание активно, согласное существо, которого вы коснулись, получает сопротивление к одному виду урона на ваш выбор:звук, кислота, огонь, холод или электричество.",
          "url": "https://ttg.club/spells/protection_from_energy"
     },
     {
          "rusName": "Хождение по воде",
          "engName": "Water Walk",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Друид, Жрец, Следопыт, Чародей, Изобретатель",
          "subClasses": "Домен Путешествия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек пробки"
               }
          },
          "description": "Это заклинание дарует способность перемещаться по жидкой поверхности — такой как вода, кислота, грязь, снег, зыбучий песок или лава — как если бы это была безвредная твёрдая поверхность (существа, идущие по жидкой лаве, всё равно получают урон от жара).До десяти согласных существ, видимых вами в пределах дистанции, получают эту же способность на время действия заклинания. Если вы делаете целью существо, погружённое в жидкость, заклинание поднимает его на поверхность со скоростью 60 футов в раунд.",
          "url": "https://ttg.club/spells/water_walk"
     },
     {
          "rusName": "Призыв духа нежити",
          "engName": "Summon Undead",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "позолоченный череп стоимостью не менее 300 зм"
               }
          },
          "description": "Вы вызываете дух нежити. Он появляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Эта телесная форма использует блок характеристикдух нежити [undead spirit].Когда вы накладываете заклинание, выберите форму духа: призрачный, гнилой или скелетный.Дух принимает форму выбранной нежити и имеет соответствующие признаки, описанные в блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо разделяет вашу инициативу и его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы их не даете, он выполняет действиеУклонениеи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_undead"
     },
     {
          "rusName": "Метель",
          "engName": "Sleet Storm",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": "Домен Бури, Бездонный, Домен Горы, Владыка Гениев",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка пыли и несколько капель воды"
               }
          },
          "description": "Пока заклинание активно, в цилиндре высотой 20 футов и радиусом 40 футов с центром на точке, выбранной вами в пределах дистанции, идёт мокрый снег. Этосильно заслонённая местность, и открытые источники огня в ней тухнут. Пол в этой местности покрывается скользким льдом, что делает еготруднопроходимой местностью.Когда существо впервые за ход входит в область заклинания или начинает там ход, оно должно совершить спасбросокЛовкости. При провале онопадает ничком.Если существо начинает свой ход в области заклинания и концентрируется1, оно должно совершитьуспешный спасбросокТелосложенияпротив Сл ваших заклинаний, иначе оно потеряетконцентрацию.",
          "url": "https://ttg.club/spells/sleet_storm"
     },
     {
          "rusName": "Полёт",
          "engName": "Fly",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей, Изобретатель, Магус",
          "subClasses": "Присяга Повелителя Драконов, Связанный С Драконом",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "перо из крыла любой птицы"
               }
          },
          "description": "Вы касаетесь согласного существа. Цель получает на время длительности заклинания скорость полёта 60 футов. Когда заклинание оканчивается, цель падает, если всё ещё находится в полёте и ничем не может остановить падение.",
          "url": "https://ttg.club/spells/fly"
     },
     {
          "rusName": "Легион",
          "engName": "Legion",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Домен Часовых Механизмов, Домен Тьмы, Пожиратель Света",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "игрушечный солдатик"
               }
          },
          "description": "Вы призываете сонм теневых солдат в куб с гранью в 10 футов. Они приходят изЦарства Тенейи внешне напоминают искажённых, бывших когда-то живыми, существ.Когда существо начинает свой ход внутри куба, в 5 футах от него или входит в куб первый раз в свой ход, призванные тени атакуют его, используя вашу рукопашную атаку заклинанием, нанося3к8урона некротической энергией. Пространство внутри куба считаетсятруднопроходимой местностью.",
          "url": "https://ttg.club/spells/legion"
     },
     {
          "rusName": "Кованный барьер",
          "engName": "Gloomwrought Barrier",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок обсидиана"
               }
          },
          "description": "Произнеся это заклинание, вы воздвигаете энергетический барьер, родом из царства смерти и тени. Барьер представляет собой стену высотой 20 футов и длину 60 футов, или кольцо высотой и диаметром в 20 футов. Стена слегка затемняет происходящее по другую (по вашему выбору) сторону.Существо, пытающееся пересечь барьер должно совершить успешный спасбросокМудрости, или статьиспуганнымдо начала его следующего хода. В следующем раунде оно может повторно попытаться проникнуть за стену. Как только существо проходит спасбросок, оно становится невосприимчивым к страху перед этой мрачной преградой.",
          "url": "https://ttg.club/spells/gloomwrought_barrier"
     },
     {
          "rusName": "Змеиный язык",
          "engName": "Serpent Tongue",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаете свой язык в ядовитого змея на время длительности заклинания.Когда вы накладываете это заклинание вы можете совершитьрукопашную атаку заклинаниемпротив существа в 5 футах от вас. При попадании существо получает1к8колющего урона и должно совершить спасбросокТелосложенияили будетотравлено.Отравленное таким способом существо может повторять спасбросок в конце каждого своего хода, оканчивая его эффект на себе в случае успехе. В свой ход,бонусным действиемвы можете повторитьрукопашную атаку заклинаниемпо существу в 5 футах от вас.",
          "url": "https://ttg.club/spells/serpent_tongue"
     },
     {
          "rusName": "Карточный домик",
          "engName": "House of Cards",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "колода игральных карт"
               }
          },
          "description": "Вы касаетесь земли и создаете защитную структуру из огромных игральных карт. Структура поднимается из земли вместе с вами в ее центре, безопасно поднимая вас и любых существ в этом районе.Карточный домик имеет квадратное основание со стороной 30 футов и три этажа с потолками высотой в 10 футов. Второй этаж составляет 20 футов с каждой стороны, а верхний этаж — 10 футов с каждой стороны — оба по центру над нижним этажом. Пандусы окружают внешнюю часть каждого этажа, а пустые дверные рамы соединяют внутреннюю и внешнюю часть каждого уровня. Существа внутри или наверху конструкции имеютукрытие на половину.Каждая карта, составляющая дом очень хрупкая. Она имеет ширину 5 футов и высоту 10 футов. Карта имеет КД 10 и 1 хит. Карты имеютиммунитетк урону ядом и психической энергией. Снижение хитов карты до 0 уничтожает ее. Каждый раз, когда карта уничтожается, бросьте1к6. Если выпадает 5 или 6, весь дом рушится, а заклинание заканчивается.Дом и все его карты исчезают, когда заклинание заканчивается.",
          "url": "https://ttg.club/spells/house_of_cards"
     },
     {
          "rusName": "Охранные руны",
          "engName": "Glyph of Warding",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Изобретатель",
          "subClasses": "Дитя Рун, Клятва Плетения",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "благовония и растолчённый бриллиант, стоящий как минимум 200 зм, расходуемый заклинанием"
               }
          },
          "description": "Когда вы накладываете это заклинание, вы рисуете руну, впоследствии выпускающую магический эффект.1Руна рисуется либо на поверхности (такой как стол или часть пола или стены) либо в предмете, который можно закрыть (книга, свиток или сундук с сокровищами), спрятав, таким образом, руну. Руна может покрывать площадь диаметром не больше 10 футов. Если предмет или поверхность переместят более чем на 10 футов от того места, где вы накладываете заклинание, руна сломается, и заклинание окончится, не срабатывая.2Руна практически невидимая, и для её обнаружения требуется успешная проверкаИнтеллекта (Анализ)против Сл ваших заклинаний.Вы решаете, что вызовет срабатывание руны, когда накладываете заклинание. Руны, написанные на поверхности, обычно срабатывают от касания, вставания на неё, снимания предмета, стоящего на руне, приближения на определённое расстояние, или манипулирования предметом, на котором начертана руна.Для рун, начертанных внутри предметов, чаще всего выбирают открывание, приближение на определённое расстояние, взгляд, брошенный на руну или попытку её прочтения. После того как руна сработает, заклинание оканчивается. Вы можете внести уточнения, чтобы заклинание срабатывало только в определённых обстоятельствах или при соблюдении внешних признаков (таких как рост и вес), вид существа (например, руна может защищать только от аберраций и дроу), или мировоззрение.Вы можете также определить условия, при которых существо не будет активировать руну, например, произношение пароля.Когда вы наносите руну, выберитевзрывнуюруну илизаклинательную руну:Взрывная руна.Когда эта руна срабатывает, она испускает магическую энергию сферой с радиусом 20 футов с центром на руне. Эта сфера огибает углы. Все существа в этой области должны совершить спасбросокЛовкости. Существо получает5к8урона звуком, кислотой, огнём, холодом или электричеством при провале (вид урона вы выбираете при начертании руны), или половину этого урона при успехе.Заклинательная руна.Вы можете сохранить подготовленное заклинание с уровнем не выше 3 в руне, наложив его частью начертания руны. Заклинание должно нацеливаться на одно существо или область. При этом заклинание временно не вступает в силу. Когда руна срабатывает, хранящееся заклинание активируется. Если у заклинания есть цель, целью становится существо, вызвавшее срабатывание руны. Если заклинание действует на область, центр этой области будет на этом существе. Если заклинание призывает враждебных существ или создаёт вредоносные предметы или ловушки, они появляются как можно ближе к нарушителю и атакуют его. Если заклинание требует концентрации, оно длится до конца своей максимальной длительности.",
          "url": "https://ttg.club/spells/glyph_of_warding"
     },
     {
          "rusName": "Ужас",
          "engName": "Fear",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": "Клятва Покорения, Сумрачный Охотник, Домен Разума, Домен Апокалипсиса, Домен Дракона, Домен Правосудия, Домен Луны, Пожиратель Света, Домен Ужаса, Клятва Рвения, Тенеплёт, Дикое Сердце, Орден Чешуи, Связанный С Драконом",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "белое перо или сердце курицы"
               }
          },
          "description": "Вы проецируете призрачное изображение худших кошмаров других существ. Все существа в 30-футовом конусе должны преуспеть в спасброскеМудрости, иначе они бросают всё, что держат в руках, и становятсяиспуганнымина время действия заклинания.Будучииспуганнымэтим заклинанием, существо должно каждый свой ход совершать действиеРывок, и перемещаться прочь от вас по самому безопасному маршруту, пока у неё есть куда перемещаться.Если существо оканчивает ход в месте, откуда у него нет линии обзора до вас, оно может совершить спасбросокМудрости. В случае спасения заклинание перестаёт действовать на это существо.",
          "url": "https://ttg.club/spells/fear"
     },
     {
          "rusName": "Пламенный шаг",
          "engName": "Flame Stride",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Следопыт, Чародей, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вздымающееся пламя дракона покрывает ваши ноги, придавая вам взрывную скорость.На время действия ваша скорость увеличивается на 20 футов, а ваше перемещение непровоцирует атаки. Когда вы подходите ближе чем на 5 футов к существу или предмету, который не несут и не носят, то существо или предмет получают1к6урона огнем от вашего теплового следа. Существо или предмет могут получить этот урон только один раз за ход.",
          "url": "https://ttg.club/spells/flame_stride"
     },
     {
          "rusName": "Силовая волна",
          "engName": "Pulse Wave",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаете сильный магнитный импульс, выпуская его в 30-и футовом конусе и решаете, будет ли импульс притягивать или отталкивать существ и объекты.Все существа в пределах 30-и футового конуса должны сделать спасбросокТелосложения. Существо получает6к6урона силовым полем в случае провала и половину этого урона в случае успеха. Так же каждое существо, которое проваливает спасбросок, либо притягивается на 15 футов к вам, либо отталкивается на 15 футов от вас, в зависимости от выбора, который вы сделали во время накладывания заклинания.Кроме того, незакрепленные предметы, оказавшиеся полностью в области эффекта, автоматически так же притягиваются или отталкиваются на 15 футов.",
          "url": "https://ttg.club/spells/pulse_wave"
     },
     {
          "rusName": "Реанимация",
          "engName": "Reanimate",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "смесь увядших ромашек и другие травяные порошки стоимостью не менее 300 зм, расходуемые заклинанием"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить три кости хитов иначе заклинание автоматически проваливается. Если вы это делаете, коснитесь существа, которое умерло не позднее чем 10 минут назад и верните его к жизни с 1 хитом. Также, бросьте потраченные на накладывание заклинания кости хитов и существо получит временные хиты в количестве равном выпавшему значению.В начале каждого последующего хода существа оно теряет 1 временный хит из тех, что получены от этого заклинания. Пока у существа есть временные хиты от этого заклинания оно движется с невероятной оживлённостью, добавляя бонус+2ко всем проверкам навыков, броскам атаки и спасброскам. Как только существо теряет все временные хиты от этого заклинания, оно получает однустепень истощения.Это заклинание не возвращает к жизни тех, кто умер от старости и не восстанавливает отсутствующие конечности.",
          "url": "https://ttg.club/spells/reanimate"
     },
     {
          "rusName": "Сотворение пищи и воды",
          "engName": "Create Food and Water",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Паладин, Изобретатель",
          "subClasses": "Полурослик (метка гостеприимства)",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте 45 фунтов еды и 30 галлонов (100 литров) воды на земле или в контейнере в пределах дистанции, которых достаточно для питания пятнадцати гуманоидов или пятерых скакунов на 24 часа. Еда безвкусная, но сытная, и портится, если её не съесть за 24 часа. Вода чистая, и она не портится.",
          "url": "https://ttg.club/spells/create_food_and_water"
     },
     {
          "rusName": "Злобное оружие",
          "engName": "Spiteful Weapon",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "25"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "оружие ближнего боя, которое нанесло урон цели"
               }
          },
          "description": "Вы создаёте связь между целью заклинания («цель»), существом, атаковавшим и повредившим цель в течение последних 24 часов («атакующий»), и оружием ближнего боя, которое было использовано в успешной атаке («оружие»), при чём все трое должны находиться в пределах дистанции заклинания во время его накладывания.На время действия заклинания, когда атакующий получает урон, держа в руках оружие, цель получит такое же количество урона того же типа; успешный спасбросокХаризмыцелью снижает урон вдвое, и каждая атака вызывает новый спасбросок. Атакующий может использовать оружие против себя, причиняя такой же урон цели. Раны, нанесённые самому себе, всегда попадают, но результаты бросков урона остаются случайными. После того как связь установлена, она не прерывается вне зависимости от расстояния, пока все три цели остаются на одном плане существования. Заклинание немедленно оканчивается, если атакующий получает любое исцеление.",
          "url": "https://ttg.club/spells/spiteful_weapon"
     },
     {
          "rusName": "Рокот грома",
          "engName": "Thunder Rumble",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Изобретатель",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы хлопаете в ладоши, испуская раскаты грома. Все существа в пределах 20 футов от вас должны совершить спасбросокТелосложения, получая8к4урона звуком и становясьоглохшимина1к8раундов при провале или вдвое меньше при успехе и не становясьоглохшими.Существа, провалившие спасбросок на 5 или более, к тому жеоглушаютсяна 1 раунд. Это заклинание не действует в зоне действия заклинания Тишина.Очень хрупкие материалы (например, кристалл) могут рассыпаться вдребезги, если находятся в пределах дистанции (на усмотрение Мастера); Мастер может позволить существу, держащему такой объект, защитить его, совершив успешный спасбросокЛовкости.",
          "url": "https://ttg.club/spells/thunder_rumble"
     },
     {
          "rusName": "Призыв духа порождения теней",
          "engName": "Summon Shadowspawn",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "слезы внутри драгоценного камня стоимостью не менее 300 зм"
               }
          },
          "description": "Вы призываете призрачный дух. Он появляется в незанятом пространстве, которое вы можете видеть вокруг себя. Эта телесная форма использует блок характеристикдух тени [shadow spirit].Когда вы читаете заклинание, выберите эмоцию:Ярость,Отчаяние,Страх.Существо напоминает двуногое деформированное тело, отмеченного выбранной эмоцией, которая определяет черты в его блоке характеристик. Существо исчезает, когда его хиты упадут до0или когда заклинание закончится.Существо - союзник вам и вашим товарищам. В бою существо имеет такую же инициативу как у вас, но ходит сразу после вас. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команд духу, то он выполняет действиеУклоненияи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_shadowspawn"
     },
     {
          "rusName": "Газообразная форма",
          "engName": "Gaseous Form",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей, Шаман",
          "subClasses": "Алхимик, Роевод, Круг Спор, Домен Океана, Домен Пустоты, Первородный Вампир",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок марли и клуб дыма"
               }
          },
          "description": "Вы превращаете на время действия заклинания согласное существо, которого касаетесь, а также всё, что оно носит и несёт, в туманное облако.Заклинание оканчивается, если хиты существа опускаются до0. Бестелесные существа не попадают под действие этого заклинания. Пока цель находится в этой форме, единственной её скоростью перемещения становится скорость полёта 10 футов. Цель может входить в пространство других существ и оставаться там.Существо получаетсопротивлениек немагическому урону, и совершает спреимуществомспасброскиСилы,ЛовкостииТелосложения.Цель может проходить через небольшие отверстия, узкие щели, но жидкости для неё считаются твёрдыми поверхностями. Цель не может упасть и остаётся парить, даже если становитсяошеломлённойилинедееспособной. Находясь в форме туманного облака, цель не может говорить и манипулировать предметами, и все предметы, которые она несёт или носит, нельзя ронять, использовать и вообще как-либо с ними взаимодействовать.Цель не может атаковать и накладывать заклинания.",
          "url": "https://ttg.club/spells/gaseous_form"
     },
     {
          "rusName": "Жуткий вопль",
          "engName": "Dire Wail",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Шаман",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы испускаете вопль, наполненный потусторонней силой.Существа по вашему выбору в пределах 30 футов от вас должны успешно совершить спасбросокТелосложенияили при провале получить4к10урона звуком и статьоглохшимина время длительности заклинания.В конце каждого хода цели могут совершать спасбросокТелосложенияи в случае успеха заклинание прекращается. При успешном спасброске они получают половину урона и неоглушаются.",
          "url": "https://ttg.club/spells/dire_wail"
     },
     {
          "rusName": "Притворная смерть",
          "engName": "Feign Death",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник, Друид, Жрец, Шаман",
          "subClasses": "Бессмертный, Королева Воронов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка кладбищенской земли"
               }
          },
          "description": "Вы касаетесь согласного существа и погружаете его в каталептическое состояние, не отличимое от смерти.Пока заклинание активно, или пока вы не коснётесьДействиемцели, снимая заклинание, цель выглядит мёртвой для любого обследования и заклинаний, определяющих состояние цели.Цельослепленаинедееспособна, а скорость равна 0.Цель получаетсопротивлениевсем видам урона кроме психической энергии.Если цель была больна илиотравлена, когда вы накладываете это заклинание, или становится больной илиотравленной, находясь под его действием, болезни и яды не оказывают никакого эффекта, пока заклинание не окончится.",
          "url": "https://ttg.club/spells/feign_death"
     },
     {
          "rusName": "Враждебность",
          "engName": "Antagonize",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "игральная карта с изображением плута"
               }
          },
          "description": "Вы шепчете магические слова, вызывающие враждебность у одного существа по вашему выбору в пределах дистанции. Цель должна преуспеть в спасброскеМудрости, иначе получит4к4урона психической энергией и должна немедленнореакциейсовершитьрукопашную атакупо другому существу по вашему выбору, которое вы можете видеть. Если цель не может совершить эту атаку (например, если в пределах её досягаемости никого нет или у неё не осталосьреакций), цель совершает следующий бросок атаки до начала вашего следующего хода спомехой.",
          "url": "https://ttg.club/spells/antagonize"
     },
     {
          "rusName": "Превращение в животное",
          "engName": "Animal Shapes ODL",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание превращает существо, которое вы можете видеть в пределах досягаемости, в зверя. Если это существо сопротивляется превращению, оно должно совершить спасбросокМудрости, чтобы избежать эффекта. Перевертыш автоматически преуспевает в этом спасброске.Цель остается превращенной, пока продолжается действие заклинания, или пока её хиты не снизятся до нуля, и она не умрет. Её новая форма может быть любым животным с уровнем опасности 1 или меньше, не обладающим скоростью полета. Находясь в этой форме, цельочарованавами и считает вас надежным союзником. Цель может понимать простые команды, такие как «атакуй» или «стой».Очарованиевоздействует на существ, которые невосприимчивы к очарованию в их нормальной форме. Оно немедленно заканчивается, когда цель возвращается в свою нормальную форму.Игровые параметры цели, включая значения ментальных характеристик, заменяется статистикой выбранного зверя. При этом она сохраняет свое мировоззрение и личность. Существо ограничено в выполнении действий, которые может выполнять, природой своей новой формы, не может говорить, произносить заклинания или выполнять какие-либо другие действия, требующие рук или умения разговаривать. Снаряжение существа сливается с его новой формой. Существо не может активировать, использовать, брать в руки или иным образом извлекать выгоду ни из какого своего снаряжения.Количество хитов цели соответствуют количеству хитов ее новой формы. Когда оно возвращается к своему нормальному облику, возвращаются и хиты. Если это происходит в результате снижения хитов до нуля, любое превышение урона переносится на нормальную форму цели.",
          "url": "https://ttg.club/spells/animal_shapes_odl"
     },
     {
          "rusName": "Возрождение",
          "engName": "Revivify",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Паладин, Следопыт, Изобретатель",
          "subClasses": "Домен Жизни, Домен Упокоения, Небожитель, Круг Дикого Огня, Чумной Доктор",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "бриллианты, стоящие в сумме 300 зм, расходуемые заклинанием"
               }
          },
          "description": "Вы касаетесь существа, мёртвого не больше минуты. Это существо возвращается к жизни с1хитом. Это заклинание не может оживить существ, умерших от старости, а также не восстанавливает отсутствующие части тел.",
          "url": "https://ttg.club/spells/revivify"
     },
     {
          "rusName": "Застывшие лезвия",
          "engName": "Frozen Razors",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "вода из растаявшей сосульки"
               }
          },
          "description": "Острые, как лезвие бритвы, ледяные клинки вырываются из-под земли или другой поверхности в кубе со стороной 20 футов, с центром в точке, которую вы можете видеть в пределах дистанции заклинания.На время действия область становитсяслабо заслонённойитруднопроходимой местностью. Существо, которое проходит по этой местности больше 5 футов в ход, или входит в область действия, должно совершить спасбросокЛовкости. При провале существо получает2к6рубящего урона и3к6урона холодом, и только половину этого урона при успехе. Существо, получившее урон холодом от этого заклинания, снижает свою скорость вдвое до начала своего следующего хода.",
          "url": "https://ttg.club/spells/frozen_razors"
     },
     {
          "rusName": "Крутое течение",
          "engName": "Riptide",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Широким жестом вы призываете огромную волну воды в цилиндре радиусом 20 футов и высотой 20 футов с центром в точке на земле, которую вы можете видеть. Каждое существо в области действия должно совершить спасбросокСилы. При провале существо становитсяопутанными подвешивается в цилиндре; или перемещается к ближайшему краю цилиндра при успехе. В начале вашего следующего хода, вы можете направить волну по мере её рассеивания.Выберите один вариант из следующих:Крутое течение.Вода в цилиндре течёт в выбранном направлении, сметая всех существ в области действия к краю цилиндра. Существа получают3к8дробящего урона и отталкиваются до 40 футов в выбранном направлении, или к краю цилиндра, приземляясьничком.Подводное течение.Вода устремляется вниз, стягивая каждое существо в области действия в незанятое пространство в центре. Существа падаютничкоми должны совершить спасбросокТелосложения. При провале существо становитсяоглушённымдо начала вашего следующего хода.",
          "url": "https://ttg.club/spells/riptide"
     },
     {
          "rusName": "Ощущение Лей",
          "engName": "Ley Sense",
          "level": 3,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы настраиваете свои чувства на пульсацию окружающей энергии Лей, протекающей по всему миру. На протяжении действия этого заклинания вы получаете чувство вибрации с дистанцией 20 футов вокруг вас и мгновенно узнаёте о наличии любой лей-линии в пределах 5 миль (8 км). Вы также знаете расстояние до каждой лей-линии в этом радиусе и направление к ним.",
          "url": "https://ttg.club/spells/ley_sense"
     },
     {
          "rusName": "Вызов животных",
          "engName": "Conjure Animals",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт",
          "subClasses": "Коллегия Зелёного Листа, Первородный Вампир, Дикое Сердце",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы вызываете фейских духов, принимающих облик зверей и появляющихся в свободном видимом вами пространстве в пределах дистанции. Выберите один из вариантов того, кто появляется:Один зверь с показателем опасности 2 или нижеДва зверя с показателем опасности 1 или нижеЧетыре зверя с показателем опасности 1/2 или нижеВосемь зверей с показателем опасности 1/4 или нижеВсе звери считаются также феями, и они исчезают, когда их хиты опускаются до0или когда заклинание оканчивается. Призванные существа дружественны к вам и вашим спутникам.Совершите бросокинициативыза призванных существ как за одну группу, и они будут совершать свои собственные ходы. Они подчиняются отданным вами устно командам (действие не требуется). Если вы не отдаёте команду, они защищаются от враждебных существ, но действий не совершают. Параметры существ есть у Мастера.",
          "url": "https://ttg.club/spells/conjure_animals"
     },
     {
          "rusName": "Пылающие стрелы",
          "engName": "Flame Arrows",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Следопыт, Чародей, Изобретатель",
          "subClasses": "Орден Мистических Лучников",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы касаетесь колчана, в котором находятся стрелы или болты.Когдадальнобойная атака оружиемс использованием боеприпаса, вынутого из этого колчана, попадает по цели, цель получает дополнительно1к6урона огнём.Действие магии на боеприпасе заканчивается после попадания или промаха. Заклинание заканчивается, когда из колчана было извлечено 12 боеприпасов.",
          "url": "https://ttg.club/spells/flame_arrows"
     },
     {
          "rusName": "Приливная волна",
          "engName": "Tidal Wave",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля воды"
               }
          },
          "description": "Вы призываете волну, которая обрушивается на выбранную вами область в пределах дистанции заклинания. Эта область может быть до 30 футов длиной, до 10 футов шириной и до 10 футов высотой.Все существа в этой области должны совершить спасбросокЛовкости. При провале существо получает4к8дробящего урона исбивается с ног. При успехе оно получает половину урона и несбивается с ног.После этого вода разливается во все стороны, гася любые незащищённые источники огня в области действия заклинания и в пределах 30 футов от неё, после чего исчезает.",
          "url": "https://ttg.club/spells/tidal_wave"
     },
     {
          "rusName": "Вывод из строя",
          "engName": "Haywire",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание разрушает электронные устройства, делая использование таких устройств практически невозможным. Каждое электронное устройство в сфере радиусом 10 футов с центром в выбранной вами точке в пределах диапазона подвержено случайному поведению, пока оно остается в пределах области. Устройство, не удерживаемое существом, автоматически подвергается воздействию. Если электронное устройство находится в руках существа, это существо должно преуспеть в спасброскеМудрости, иначе устройство будет затронуто заклинанием.В начале каждого своего хода бросьтек6для каждого затронутого устройства, чтобы определить его поведение. Если не указано иное, такое поведение длится до начала вашего следующего хода, пока действует это заклинание.к6Эффект1Устройство выключается и его необходимо перезапустить. Не бросайте снова для этого устройства, пока оно не будет перезапущено.2-4Устройство не работает.5Устройство испытывает скачок напряжения, вызывая поражение электрическим током владельца (если есть, и одно случайное существо в пределах 5 футов от устройства. Каждое пораженное существо должно совершить спасбросокЛовкостипротив Сл вашего заклинания, получая при провале6к6урона электричеством или половина урона при цспехе.6Устройство можно использовать как обычно.",
          "url": "https://ttg.club/spells/haywire"
     },
     {
          "rusName": "Образ",
          "engName": "Major Image",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": "Домен Луны, Тенеплёт",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок овечьей шерсти"
               }
          },
          "description": "Вы создаёте образ предмета, существа или другого видимого явления, помещающийся в объёме в куб с длиной ребра 20 футов. Образ появляется в точке, которую вы видите в пределах дистанции, и существует, пока активно заклинание. Он выглядит абсолютно реальным, включая звук, запах и температуру, соответствующую этому предмету.Вы не можете создать жар или холод, достаточный для получения урона, звук, громкость которого может причинить урон звуком или оглушить существо, или запах, способный вызвать тошноту (такую как воньтроглодита [troglodyte]).Пока вы находитесь в пределах дистанции от иллюзии, вы можетеДействиемзаставить образ переместиться в любое место в пределах дистанции. Пока образ меняет местоположение, вы можете изменять его внешность, чтобы перемещение выглядело естественным.Например, если вы создаёте образ существа и перемещаете его, вы можете изменить образ, чтобы казалось, что оно идёт. Точно так же, вы можете заставить иллюзию издавать в разное время разные звуки, и даже заставлять её принимать участие в беседе, например.Физическое взаимодействие с образом даёт понять, что это иллюзия, потому что сквозь него всё проходит. Существа, исследующие образ действием, могут определить, что это иллюзия, совершив успешную проверкуИнтеллекта (Анализ)против Сл ваших заклинаний.Если существо распознаёт иллюзию, оно может видеть сквозь неё, и все прочие сенсорные эффекты иллюзии тоже притупляются.",
          "url": "https://ttg.club/spells/major_image"
     },
     {
          "rusName": "Вызов малого демона",
          "engName": "Conjure Lesser Demon",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "флакон с кровью разумного гуманоида, убитого в течение последних 24 часов"
               }
          },
          "description": "Вы призываете в общей сложности до восьмимэйнов [manes]илидретчей [dretch], которые появляются в незанятых местах, которые вы можете видеть в пределах досягаемости. Демоны исчезают, когда их хиты падают до0или когда заклинание заканчивается.Демоны враждебны ко всем существам. Бросьте инициативу для вызванных демонов как группы, у которой есть свои ходы. Демоны атакуют ближайших не-демонов в меру своих возможностей.В рамках произнесения заклинания вы можете начертить круг на земле кровью, используемой в качестве материального компонента. Круг достаточно большой, чтобы охватить ваше пространство. Призванные демоны не могут пересекать круг или нацеливаться на кого-либо в нем, пока действует заклинание. Использование материального компонента тратит его.",
          "url": "https://ttg.club/spells/conjure_lesser_demon"
     },
     {
          "rusName": "Шквал шестерней",
          "engName": "Gear Barrage",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горсть шестерней и цепных колёс стоимостью 5 зм."
               }
          },
          "description": "Вы выпускаете очередь движимых магией шестерней.Каждое существо в 60-футовом конусе получает3к8рубящего урона, или половину этого урона, если преуспеет в спасброскеЛовкости. Конструкты получаютпомехуна этот спасбросок.",
          "url": "https://ttg.club/spells/gear_barrage"
     },
     {
          "rusName": "Призыв низших демонов",
          "engName": "Summon Lesser Demons",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сосуд с кровью гуманоида, убитого за последние 24 часа"
               }
          },
          "description": "Вы произносите инфернальные слова, призывая демонов из хаоса Бездны. Совершите бросок по следующей таблице, чтобы определить, что именно появится.к6Призванные демоны1-2Два демона с показателем опасности 1 или меньше3-4Четыре демона с показателем опасности 1/2 или меньше5-6Восемь демонов с показателем опасности 1/4 или меньшеМастер выбирает демонов, таких какмэйны [manes]илидретчи [dretch], а вы выбираете видимые вами свободные пространства в пределах дистанции, в которых они появятся. Призванный демон исчезает, когда его хиты опускаются до0или когда заклинание закончится. Демоны враждебны ко всем существам, включая вас.Совершите проверку инициативы за призванных демонов как за одну группу, и они будут совершать свои собственные ходы. Демоны преследуют и атакуют ближайших не-демонов в меру своих способностей.Как часть колдовства вы можете начертить на земле круг кровью, используемой в качестве материального компонента. Круг должен быть достаточного размера, чтобы вместить вас. Пока заклинание длится, призванные демоны не могут пересечь круг или разрушить его, и они не могут атаковать никого в нём. Если материальный компонент использован подобным образом, он расходуется при окончании заклинания.",
          "url": "https://ttg.club/spells/summon_lesser_demons"
     },
     {
          "rusName": "Проклятие",
          "engName": "Bestow Curse",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Клятва Покорения, Хаос, Клятва Предначертания, Клятвопреступник, Домен Кошки, Бонту: Домен Амбиций, Зелёный Жнец, Связующий Проклятия, Орден Чароборцев",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы касаетесь существа, и оно должно преуспеть в спасброскеМудрости, иначе станет проклятым на период действия заклинания. Накладывая это заклинание, выберите характер проклятья из следующего списка:Выберите одну характеристику. Будучи проклятой, цель совершает проверки и спасброски этой характеристики спомехой.Будучи проклятой, цель совершает спомехойброски атаки по вам.Будучи проклятой, цель должна в начале каждого своего хода совершать спасбросокМудрости. В случае провала она впустую тратит своё действие.Пока цель проклята, ваши атаки и заклинания причиняют ей дополнительно1к8урона некротической энергией. Заклинаниеснятие проклятья [remove curse]оканчивает этот эффект.С разрешения Мастера, вы можете создать альтернативный эффект проклятья, но он не должен быть сильнее тех, что представлены выше. Финальное решение об эффекте проклятья остаётся за Мастером.",
          "url": "https://ttg.club/spells/bestow_curse"
     },
     {
          "rusName": "Слияние с камнем",
          "engName": "Meld Into Stone",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Друид, Жрец, Следопыт, Шаман",
          "subClasses": "Домен Горы",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы входите в каменный предмет или поверхность, достаточно большую, чтобы там поместилось ваше тело, и сливаетесь на время действия заклинания вместе со всем снаряжением с камнем. Используя перемещение, вы выходите из камня в точке, которой можете коснуться.Ваше присутствие абсолютно незаметно, и без помощи магии обнаружить вас невозможно. Слившись с камнем, вы не можете видеть, что происходит вокруг, и все проверкиМудрости (Внимательность), совершённые, чтобы слушать, совершаются спомехой.Вы осознаёте ход времени и можете в камне накладывать заклинания на себя.Вы можете перемещением выйти из камня в том месте, где вы входили, что оканчивает это заклинание. Иначе вы перемещаться не можете.Небольшие физические повреждения камня не причиняют вам вреда, но частичное разрушение или изменение его формы (так, что вы больше внутри не поместитесь) изгоняют вас и причиняют6к6дробящего урон.Полное разрушение камня (или превращение его в другую субстанцию) изгоняет вас и причиняет50дробящего урона. Если вас изгоняют, вы падаете ничком в свободном пространстве, ближайшем к месту, в котором вы входили в камень.",
          "url": "https://ttg.club/spells/meld_into_stone"
     },
     {
          "rusName": "Мантия крестоносца",
          "engName": "Crusader's Mantle",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": "Домен Войны, Окетра: Домен Сплочённости",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "От вас начинает исходить святая сила аурой с радиусом 30 футов, пробуждающая в дружественных существах отвагу.Пока заклинание активно, аура перемещается вместе с вами, оставаясь с центром на вас. Находясь в ауре, все невраждебные существа (включая вас) при попадании атакой оружием причиняют дополнительно1к4урона излучением.",
          "url": "https://ttg.club/spells/crusader's_mantle"
     },
     {
          "rusName": "Гнев горы",
          "engName": "Ire of the Mountain",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок угля, частично выгоревший в тени горы демонов"
               }
          },
          "description": "Гнев Горы расплавляет немагические объекты, как правило изготовленные из метала. Вы выбираете один металлический объект в пределах вашей видимости, и к нему устремляются щупальца из обжигающего воздуха.Существо, держащее или носящее этот предмет должно совершить спасбросокЛовкости. В случае успеха существо получает1к8урона огнём и заклинание заканчивается. В случае провала цель заклинания плавится и уничтожается, а существо получает4к8урона огнём если оно носило предмет, или2к8если держало в руках. Если предмет никто не держит, или не носит, то спасбросок становится автоматически успешен. Целью заклинания нельзя выбрать магический предмет.",
          "url": "https://ttg.club/spells/ire_of_the_mountain"
     },
     {
          "rusName": "Кровные узы",
          "engName": "Blood Bond",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": "Круг Крови",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "тряпка вымоченная в вашей собственной крови"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить три кости хитов или заклинание автоматически проваливается. Если вы это делаете, то бросьте потраченные нанакладывание заклинания кости хитов, чтобы существо, которого вы касаетесь получило временные хиты в количестве, равном выпавшему на костях значению.Пока действует заклинание, вы знаете направление и расстояние до этого существа, вы можете телепатически общаться с этим существом (значениеИнтеллектау существа должно бытьвыше 3) и вы можете выбирать это существо целью для заклинаний с дальностью «На себя» или«Касание» вне зависимости от текущего расстояния до него, но вы должны быть на одном плане существования или заклинание не будет действовать до момента, когда вы снова не окажетесь на одном плане существования.В любой момент времени существо может решить окончить действие заклинания раньше времени. В таком случае существо теряет временные хиты, полученные от этого заклинанияи получает урон некротической энергией, равный потерянным таким способом временным хитам.",
          "url": "https://ttg.club/spells/blood_bond"
     },
     {
          "rusName": "Изобилие врагов",
          "engName": "Enemies Abound",
          "level": 3,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": "Домен Разума, Клятва Плетения",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы достигаете сознания одного существа, которое вы можете видеть, и заставляете его сделать спасбросокИнтеллекта. Существо автоматически преуспевает, если оно невосприимчиво киспугу. В случае неудачного спасброска цель теряет способность отличать друзей от врагов, относясь ко всем существам, которых она может видеть, как к врагам, пока заклинание не закончится.Каждый раз, когда цель получает урон, она может повторить спасбросок, окончив эффект на себе при успехе.Всякий раз, когда существо под действием заклинания выбирает другое существо в качестве цели, оно должно выбирать цель случайным образом среди существ, которых она может видеть в пределах дистанции атаки, заклинания или других способностей, которые она использует.Если врагпровоцирует атакуот существа под действием заклинания, существо должно совершить эту атаку, если это возможно.",
          "url": "https://ttg.club/spells/enemies_abound"
     },
     {
          "rusName": "Покров духа",
          "engName": "Spirit Shroud",
          "level": 3,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин",
          "subClasses": "Воин Духа",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы взываете к духам умерших, и они окружают вас на протяжении длительности заклинания. Духи неосязаемы и неуязвимы.До окончания действия заклинания любая ваша атака наносит дополнительно1к8урона, если вы атакуете существо в пределах 10 футов от вас.Вы выбираете вид урона в момент наложения этого заклинания из следующих вариантов: излучение, некротическая энергия или холод. Любое существо, получившее этот урон, не сможет восстанавливать хиты до начала вашего следующего хода.В дополнение к этому, скорость каждого видимого вами существа по вашему выбору, начинающего ход в пределах 10 футов от вас, будет уменьшена на 10 футов до начала вашего следующего хода.",
          "url": "https://ttg.club/spells/spirit_shroud"
     },
     {
          "rusName": "Маяк надежды",
          "engName": "Beacon of Hope",
          "level": 3,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": "Домен Жизни, Клятва Преданности, Домен Мира, Домен Пророчества, Мастер Кузнечного Дела, Клятва Сияния, Окетра: Домен Сплочённости, Чумной Доктор, Орден Стражей",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание дарует надежду и живучесть. Выберите любое количество существ в пределах дистанции.Пока заклинание активно, все цели совершают спасброскиМудростииспасброски от смертиспреимуществом, а также восстанавливают от любого лечения максимально возможное количество хитов.",
          "url": "https://ttg.club/spells/beacon_of_hope"
     },
     {
          "rusName": "Призрачный скакун",
          "engName": "Phantom Steed",
          "level": 3,
          "schools": [
               "illusion"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": "Нежить, Тенеплёт",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "На полу в свободном пространстве на ваш выбор в пределах дистанции появляется Большое полуреальное похожее на лошадь существо. Вы сами определяете его внешность, но у него есть седло, удила и уздечка.Всё снаряжение, созданное этим заклинанием, исчезает в клубах дыма, если его отнести на 10 футов от скакуна.Пока заклинание активно, вы или выбранное вами существо можете ехать на скакуне верхом. Используются характеристикиездовой лошади [riding horse], за исключением того, что скорость существа 100 футов, и оно может проскакать 10 миль за час или 13 миль вбыстром темпе.Когда заклинание заканчивается, скакун медленно исчезает, давая ездоку 1 минуту наспешивание.Заклинание оканчивается, если вы окончите егоДействиемили если скакун получит какой-либо урон.",
          "url": "https://ttg.club/spells/phantom_steed"
     },
     {
          "rusName": "Песчаная стена",
          "engName": "Wall of Sand",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Шаман, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горсть песка"
               }
          },
          "description": "Вы создаёте стену из кружащегося песка в видимой точке на горизонтальной поверхности в пределах дистанции заклинания. Точка должна располагаться на поверхности. Стена может быть длиной до 30 футов, высотой до 10 футов и толщиной до 10 футов. Она существует до тех пор, пока действует заклинание.Стена блокирует линию обзора, но не блокирует движение. Находясь внутри стены, существо считаетсяослеплённым, и тратит 3 фута перемещения за каждый пройдённый фут.",
          "url": "https://ttg.club/spells/wall_of_sand"
     },
     {
          "rusName": "Рост растений",
          "engName": "Plant Growth",
          "level": 3,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Следопыт, Шаман",
          "subClasses": "Домен Природы, Клятва Древних, Архифея, Круг Дикого Огня",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "8"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание вливает жизненные силы в растения, находящиеся в определённой области.Есть два варианта использования этого заклинания; одно даёткраткосрочный, другое —долговременныйэффект.Если вы активируете это заклинание 1 действием, выберите точку в пределах дистанции. Все обычные растения в пределах 100-футового радиуса с центром на этой точке становятся густыми и рослыми. Существо, перемещающееся по этой местности, должно потратить 4 фута перемещения за каждый 1 пройдённый фут. Вы можете исключить одну или несколько областей любого размера в пределах зоны действия заклинания.Если вы активируете это заклинание 8 часов, вы делаете почву удобренной. Все растения в радиусе полумили с центром на точке в пределах дистанции становятся удобренными на 1 год. Эти растения приносят удвоенный урожай еды.",
          "url": "https://ttg.club/spells/plant_growth"
     },
     {
          "rusName": "Клинок гнева",
          "engName": "Blade of Wrath",
          "level": 3,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин",
          "subClasses": "Домен Правосудия, Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "молитва изгнания зла, написанная на небесном"
               }
          },
          "description": "В свободной руке вы создаёте огненный меч из абсолютно белого света. Клинок своими формой и размерами напоминает длинный меч. Как только вы опускаете руку клинок исчезает, однакобонусным действиемвы можете его снова призвать.Действиемвы можете совершить этим мечомрукопашную атаку заклинанием. При попадании цель получает2к8урона огнём и2к8излучением.Если атакуемый принадлежит к аберрациям, феям, исчадиям или нежити - он должен совершить успешный спасбросокМудрости, или будетиспуганвами до начала вашего следующего хода.Лезвие испускает свет - яркий в радиусе 20 футов, и тусклый в радиусе следующих 20 футов.",
          "url": "https://ttg.club/spells/blade_of_wrath"
     },
     {
          "rusName": "Аура живучести",
          "engName": "Aura of Vitality",
          "level": 3,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Паладин",
          "subClasses": "Боевой Кузнец, Домен Сумрака, Клятва Короны, Домен Пива",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "От вас исходит аура живительной энергии с радиусом 30 футов. Пока заклинание активно, аура перемещается вместе с вами, оставаясь с центром на вас. Вы можетебонусным действиемвосстанавливать одному любому существу в ауре (включая себя)2к6хитов.",
          "url": "https://ttg.club/spells/aura_of_vitality"
     }
]