[
     {
          "rusName": "Призыв духа конструкта",
          "engName": "Summon Construct",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": "Заводная Душа",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "богато украшенный каменный и металлический сундук стоимостью не менее 400 зм"
               }
          },
          "description": "Вы вызываете дух конструкта. Он проявляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Эта телесная форма использует блок характеристикдух конструкта [construct spirit].Когда вы произносите это заклинание, выберите материал: глина, металл или камень.Существо напоминает голема или модрона (на ваш выбор), сделанного из выбранного материала, который определяет определенные черты в его блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо принимает вашу инициативу, но его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команды, существо выполняет действиеУклоненияи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_construct"
     },
     {
          "rusName": "Облачение тени",
          "engName": "Shadow of Moil",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "глазное яблоко нежити, заключенное в драгоценный камень стоимостью не менее 150 зм"
               }
          },
          "description": "Пламевидные тени окутывают ваше тело на всё время действия заклинания, в результате чего вы становитесьсильно заслонённымдля других. Тени превращаюттусклый светв пределах 10 футов от вас втемноту, аяркий светв той же области – втусклый свет.Вы получаетесопротивлениек урону излучением до окончания действия заклинания. Кроме того, всякий раз, когда существо, находящееся в пределах 10 футов от вас, попадает по вамрукопашной атакой, тени атакуют его, причиняя2к8урона некротической энергией.",
          "url": "https://ttg.club/spells/shadow_of_moil"
     },
     {
          "rusName": "Град",
          "engName": "Ice Storm",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": "Домен Бури, Клятва Древних, Артиллерист, Королева Воронов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка пыли и несколько капель воды"
               }
          },
          "description": "На землю в цилиндре с радиусом 20 футов и высотой 40 футов, с центром на точке в пределах дистанции, падают куски льда. Все существа в цилиндре должны совершить спасбросокЛовкости. Существо получает2к8дробящего урона и4к6урона холодом при провале, или половину этого урона при успехе.Град превращает область воздействия втруднопроходимую местностьдо конца вашего следующего хода.",
          "url": "https://ttg.club/spells/ice_storm"
     },
     {
          "rusName": "Изменение формы камня",
          "engName": "Stone Shape",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Изобретатель",
          "subClasses": "Домен Горы, Маг Лорхолда",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "мягкая глина, из которой делается грубая копия желаемого каменного предмета"
               }
          },
          "description": "Вы касаетесь каменного предмета с размером не больше Среднего, или камня, не превышающего ни по одному из измерений более 5 футов, и придаёте ему любую форму.Так, например, вы можете превратить большой камень в оружие, статую или гроб, или создать небольшой проход в стене, если эта стена толщиной меньше 5 футов.Вы можете также скорректировать каменную дверь или её обрамление, чтобы запереть наглухо. У создаваемого вами предмета могут быть две дверные петли и щеколда, но более мелкие механические детали невозможны.",
          "url": "https://ttg.club/spells/stone_shape"
     },
     {
          "rusName": "Перестановка",
          "engName": "Reposition",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выбираете до трёх дружественных существа (одним из них можете быть вы) в пределах 30 футов. Каждое существо телепортируется в выбранное им незанятое пространство, которое оно может видеть, в пределах 30 футов от себя.",
          "url": "https://ttg.club/spells/reposition"
     },
     {
          "rusName": "Поиск высшего скакуна",
          "engName": "Find Greater Steed",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете духа, который принимает форму верного величественного скакуна. Появляясь в свободном пространстве в радиусе действия, дух принимает форму, которую вы выбираете:грифон [griffon],пегас [pegasus],перитон [peryton],лютый волк [dire wolf],носорог [rhinoceros]илисаблезубый тигр [sabertoothed tiger].Параметры существа соответствуют параметрам выбранной формы, хотя на самом деле оно является небожителем, феей или исчадием (на ваш выбор), а не его обычным существом.Кроме того, если у негоИнтеллект5 или меньше, егоИнтеллектстановится равен 6, и он получает способность понимать один язык на ваш выбор, на котором вы разговариваете.Вы контролируете скакуна в бою. Пока он находится в пределах 1 мили от вас, вы можете общаться с ним телепатически.Находясь верхом на скакуне, вы можете делать так, что наложенные вами заклинания, нацеливающиеся только на вас, будут нацелены ещё и на скакуна.Когда хиты скакуна опускаются до0, он исчезает, не оставляя физического тела.Вы можете также в любое время отпустить скакуна действием, заставляя его исчезнуть. В любом случае, повторное использование этого заклинания призывает этого же скакуна, восстанавливая хиты до максимума и снимая с него все состояния.У вас не может быть больше одного скакуна, призванного этим заклинанием, одновременно. Вы можете действием навсегда отпустить скакуна, освободив его от уз и заставляя исчезнуть.Всякий раз, когда скакун исчезает, он оставляет предметы, которые нёс или которые были надеты на него.",
          "url": "https://ttg.club/spells/find_greater_steed"
     },
     {
          "rusName": "Психическое копье Раулотима",
          "engName": "Raulothim's Psychic Lance",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выпускаете мерцающее копье психической силы из своего лба в существо, которое видите в пределах досягаемости. Как вариант, вы можете произнести имя существа. Если названная цель находится в пределах досягаемости, она становится целью заклинания, даже если вы ее не видите. Если названная цель находится за пределами диапазона, копье рассеивается без какого-либо эффекта.Цель должна совершить спасбросокИнтеллекта. При провале цель получает7к6урона психической энергией и становитсянедееспособнойдо начала вашего следующего хода. При успехе существо получает половину урона и не становитсянедееспособным.",
          "url": "https://ttg.club/spells/raulothim's_psychic_lance"
     },
     {
          "rusName": "Кабинет Морденкайнена",
          "engName": "Mordenkainen's Private Sanctum",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": "Клятва Хищничества, Орден Демиургов, Клятва Плетения",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "тонкий свинцовый лист, кусок матового стекла, шарик из ваты или ткани и толчёный хризолит"
               }
          },
          "description": "Вы создаёте в пределах дистанции защищённое магией место. Это куб с длиной ребра от 5 до 100 футов. Заклинание длится, пока не окончится, или вы не окончите егоДействием. Когда вы накладываете это заклинание, вы решаете, какую именно безопасность обеспечивает заклинание, выбирая все или некоторые из следующих свойств:Звуки не проходят сквозь границу защищённого пространства.Граница защищённого пространства выглядит тёмной и затуманенной, блокируя обзор (в том числе и тёмное зрение) сквозь неё.Сенсоры, создаваемые заклинаниями школы Прорицания, не могут появляться в защищённой области и проходить сквозь её периметр.Существа в области не могут становиться целями заклинаний школы Прорицания.Ничто не может телепортироваться в охраняемую область или из неё.В охраняемой области блокируются планарные перемещения.Накладывание этого заклинания на одно и то же место в течение года делает этот эффект постоянным.",
          "url": "https://ttg.club/spells/mordenkainen's_private_sanctum"
     },
     {
          "rusName": "Мираж",
          "engName": "Hallucinatory Terrain",
          "level": 4,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Колдун",
          "subClasses": "Домен Луны, Домен Лабиринта, Круг Камней",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "камень, ветка, и кусочек зелёного растения"
               }
          },
          "description": "Вы заставляете природную местность в пределах куба с длиной ребра 150 футов, находящегося в пределах дистанции, выглядеть, звучать и пахнуть как другая природная местность. Таким образом, поле или дорогу можно сделать похожей на болото, холм, расселину или другую труднопроходимую или непроходимую местность. Пруд можно сделать похожим на травяную лужайку, пропасть сделать пологим спуском, а каменистый овраг — широкой и ровной дорогой.Рукотворные строения, снаряжение и существа в области не меняют облик. Тактильные ощущения местности не меняются, поэтому существа, входящие в неё, скорее всего, поймут обман.Если на прикосновение разница не очевидна, существо, тщательно исследующее иллюзию, может предпринять проверкуИнтеллекта (Анализ)против Сл ваших заклинаний, чтобы не поверить.Существо, способное распознавать иллюзии, видит полупрозрачный образ, наложенный на местность.",
          "url": "https://ttg.club/spells/hallucinatory_terrain"
     },
     {
          "rusName": "Дух Смерти",
          "engName": "Spirit of Death",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "позолоченная игральная карта с изображением аватара смерти стоимостью не менее 400 зм."
               }
          },
          "description": "Вы вызываете дух, воплощающий саму смерть. Дух проявляется в свободном пространстве, которое вы можете видеть в пределах 10 футов от цели, и цель становится преследуемой духом. Дух использует блок характеристикдуха жнеца [reaper spirit]. Дух исчезает, когда он или преследуемое существо опускаются до0хитов или когда заклинание заканчивается.Дух жнеца — дружественен к вам и вашим спутникам. В бою дух получает вашу инициативу и ходит сразу же после вас. Он подчиняется вашим вербальным командам (никаких действий от вас не требуется). Если вы не отдаете духу никаких команд, он совершает действиеУклонениеи использует своё перемещение, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/spirit_of_death"
     },
     {
          "rusName": "Теневые монстры",
          "engName": "Shadow Monsters",
          "level": 4,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Пожиратель Света",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кукла"
               }
          },
          "description": "Ваше заклинание может иметь целью до двух существ, находящихся в дальности действия. Все цели должны совершить спасбросокМудрости. Если спасбросок провален, цель принимает своих союзников за врагов - теневых монстров, и обязана атаковать ближайшего союзника. Подверженные эффекту существа повторяют спасброски в конце каждого своего хода, заканчивая действие эффекта при успехе.",
          "url": "https://ttg.club/spells/shadow_monsters"
     },
     {
          "rusName": "Усыхание",
          "engName": "Blight",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Чародей",
          "subClasses": "Домен Упокоения, Алхимик, Домен Смерти, Домен Энтропии, Круг Спор, Клятвопреступник, Домен Крови, Домен Апокалипсиса, Домен Дракона, Домен Голода, Клятва Мора, Тенеплёт, Связующий Проклятия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Некротическая энергия омывает выбранное вами существо, которое вы видите в пределах дистанции, забирая из него жидкость и жизненные силы.Цель должна совершить спасбросокТелосложения. Цель получает8к8урона некротической энергией в случае провала или половину этого урона в случае успеха.Это заклинание не оказывает никакого эффекта на нежить и конструктов. Если цель — растительное существо или магическое растение, оно совершает спасбросок спомехой, и заклинание причиняет ему максимальный урон.Если цель — немагическое растение, не являющееся существом, например, дерево или куст, оно не совершает спасбросок; а просто засыхает и умирает.",
          "url": "https://ttg.club/spells/blight"
     },
     {
          "rusName": "Вызов теневого демона",
          "engName": "Conjure Shadow Demon",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "флакон с кровью разумного гуманоида, убитого в течение последних 24 часов"
               }
          },
          "description": "Вы вызываететеневого демона [shadow demon], который появляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Теневой демон исчезает, когда его хиты падают до 0 или когда заклинание заканчивается.Бросьте инициативу длятеневого демона [shadow demon], у него есть свои ходы. Вы можете отдавать ему приказы и он подчиняется вам до тех пор, пока может атаковать существо в каждый свой ход и не начинает свой ход в области яркого света. Если какое-либо из этих условий не выполняется,теневой демон [shadow demon]немедленно делает проверкуХаризмы, противопоставленную вашей проверкеХаризмы. Если вы проигрываете в соревновании, заклинание больше не требует концентрации, и демон больше не находится под вашим контролем. Демон автоматически преуспевает в проверке, если он находится на расстоянии более 100 футов от вас.В рамках произнесения заклинания вы можете начертить круг на земле, используя кровь разумного гуманоида, убитого в течение последних 24 часов. Круг достаточно большой, чтобы охватить пространство вокруг вас. Призванныйтеневой демон [shadow demon]не может пересечь круг или нацелиться на кого-либо в нем, пока действует заклинание.",
          "url": "https://ttg.club/spells/conjure_shadow_demon"
     },
     {
          "rusName": "Хаотичная форма",
          "engName": "Chaotic Form",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "По вашему велению тело согласного существа становится податливым, пластичным и меняющимся по его воле, словно существо стало расплывчатым слизнем в форме гуманоида. Существо игнорирует влияние труднопроходимой местности, имеет преимущество на проверкиАкробатики (Ловкость), совершаемые для избегания захвата, и не получает штрафа, когда протискивается через пространства, меньшие существа на один размер. Скорость существа падает вдвое, пока оно находится под влиянием Хаотической формы.",
          "url": "https://ttg.club/spells/chaotic_form"
     },
     {
          "rusName": "Алый круг",
          "engName": "Circle of Scarlet",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Колдун, Чародей",
          "subClasses": "Круг Крови",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок пергамента с нарисованным на нём человеческой кровью кругом"
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить четыре кости хитов или заклинание автоматически проваливается. Если вы это делаете, то выберите точку на земле в пределах дистанции и бросьте потраченные на накладывание заклинания кости хитов.Кровавый столб вырывается из земли, с его центром в выбранной вами точке. Столб представляет собой цилиндр радиусом 15 футов и высотой 100 футов.Каждое существо внутри цилиндра должно совершить спасбросокТелосложения. В случае успеха, существо получает некротический урон равный результату броска потраченных на накладывание заклинания костей хитов. При провале, существо получает некротический урон равный результату броска потраченных на накладывание заклинания костей хитов и должно потратить свои четыре кости хитов, бросить их и получить дополнительный урон некротической энергией, равный выпавшему значению.За каждое существо, провалившее спасбросок от этого заклинания, вы получаете по 5 временных хитов.",
          "url": "https://ttg.club/spells/circle_of_scarlet"
     },
     {
          "rusName": "Огненная стена",
          "engName": "Wall of Fire",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Магус",
          "subClasses": "Домен Света, Исчадие, Домен Кузни, Небожитель, Артиллерист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "небольшой кусочек фосфора"
               }
          },
          "description": "Вы создаёте стену из огня на твёрдой поверхности в пределах дистанции. Вы можете создать стену до 60 футов в длину, 20 футов в высоту и 1 фут толщиной, или замкнутой кольцом стеной до 20 футов диаметром, 20 футов высотой и толщиной 1 фут.Стена непрозрачная и существует, пока активно заклинание. Когда стена появляется, все существа в её области должны совершить спасбросокЛовкости. При провале они получают5к8урона огнём или половину этого урона при успехе.Одна сторона стены, выбранная при накладывании заклинания, причиняет5к8урона огнём всем существам, оканчивающим ход в пределах 10 футов от этой стороны или внутри стены.Существа получают такой же урон когда впервые за ход входят в стену или оканчивают там ход. Другая сторона стены не причиняет урон.",
          "url": "https://ttg.club/spells/wall_of_fire"
     },
     {
          "rusName": "Проклятый дар",
          "engName": "Cursed Gift",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "days",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "объект стоимостью не меньше 75 золотых"
               }
          },
          "description": "Проклятый дар наделяет предмет проклятьем или другим нежелательным, вредоносным магическим эффектом, от которого сейчас страдает заклинатель или другое существо в физическом контакте с заклинателем.Если этот предмет передаётся кому-то, кто по своей воле принимает его во время действия заклинания, то проклятье временно передаётся этому существу. Успешный спасбросокХаризмыотменяет передачу.Если спасбросок провален, первоначальная цель проклятья больше не страдает от недуга, который передаётся получателю предмета на время действия заклинания. Возврат, уничтожение или передача предмета во второй раз не даёт никакого эффекта.Заклинаниеснятие проклятья [remove curse]и подобная магия может освободить существо, получившее предмет, но проклятие всё равно возвращается к своей первоначальной жертве, когда заклинание оканчивается.Проклятый дар так же может быть применён к проклятому предмету. Это позволяет передать предмет кому-то, кто по своей воле примет его, но он возвращается к предыдущему владельцу, когда заклинание оканчивается.",
          "url": "https://ttg.club/spells/cursed_gift"
     },
     {
          "rusName": "Луч подавления жизни",
          "engName": "Ray of Life Suppression",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы выпускаете извивающийся луч разрушительной лей-энергии в существо в пределах дистанции. Совершите дальнобойную атаку заклинанием. При попадании существо получает6к8урона некротической энергией, а максимум его хитов уменьшается на то же количество.Этот эффект длится до тех пор, пока существо не закончит короткий отдых или на него не будет наложеновысшее восстановление [greater restoration]или аналогичная магия.Нежить и конструкты не подвергаются эффекту этого заклинания.",
          "url": "https://ttg.club/spells/ray_of_life_suppression"
     },
     {
          "rusName": "Слово силы: Мучение",
          "engName": "Power Word Torment",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слово силы, после чего цель в пределах 60 футов от вас получает4к10урона силовым полем. В начале своего каждого хода существо должно совершать спасбросокТелосложения, в случае провала оно снова получаете4к10урона силовым полем. Как только спасбросок будет успешным, эффект заклинания окончится.",
          "url": "https://ttg.club/spells/power_word_torment"
     },
     {
          "rusName": "Чтение памяти",
          "engName": "Read Memory",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "блок памяти кованного"
               }
          },
          "description": "Вы копируете память из одного блока памяти в свой разум. Вы получаете доступ к воспоминаниям, как если бы вы получили их сами, но без каких-либо чувств и эмоционального контекста.",
          "url": "https://ttg.club/spells/read_memory"
     },
     {
          "rusName": "Вдохновляющая речь",
          "engName": "Inspiring Speech",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец, Колдун, Паладин",
          "subClasses": "Домен Правосудия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вербальный компонент этого заклинания - ваша десятиминутная воодушевляющая речь. В конце речи все ваши союзники в области действия заклинания, которые слышали речь, получаютбонус +1к броскам атаки и преимущество на спасброски противочарованияииспуга, сроком на 1 час.Кроме того, каждый союзник получаетвременные хитыв количестве, равном модификатору вашей базовой характеристики. Если вы уходите дальше, чем на 1 милю (1.6 км) от своих союзников, или умираете, заклинание оканчивается.Каждое существо может быть подвержено только одной вдохновляющей речи одновременно; повторное накладывание, когда ещё не кончились эффекты предыдущей речи, не даёт дополнительных эффектов и не увеличивает продолжительность заклинания.",
          "url": "https://ttg.club/spells/inspiring_speech"
     },
     {
          "rusName": "Оглушающая кара",
          "engName": "Staggering Smite",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": "Ведьмовской Клинок, Колдовской Клинок, Воин Духа",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В следующий раз, когда вы попадёте по существурукопашной атакой оружием, пока активно это заклинание, ваша атака пронзает не только его тело, но и сознание, и атака причиняет цели дополнительно4к6урона психической энергией.Цель должна совершить спасбросокМудрости. При провале она до конца своего следующего хода совершает спомехойброски атаки и проверки характеристик, а также не может совершатьреакции.",
          "url": "https://ttg.club/spells/staggering_smite"
     },
     {
          "rusName": "Дробящие шестерни",
          "engName": "Grinding Gears",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "1 шестерня"
               }
          },
          "description": "Вы выбираете точку в пределах дистанции, и массивные шестерни вырываются из-под земли, создаваятруднопроходимую местностьв радиусе 20 футов вокруг неё.Существа, перемещающиеся в этой области, должны совершить спасбросокЛовкостиза каждые 10 футов движения или, когда они встают. При провале существопадает ничкоми получает1к8дробящего урона.",
          "url": "https://ttg.club/spells/grinding_gears"
     },
     {
          "rusName": "Подчинение зверя",
          "engName": "Dominate Beast",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Чародей",
          "subClasses": "Домен Природы, Архифея, Великий Древний, Клятва Покорения, Коллегия Зелёного Листа, Ронас: Домен Силы, Первородный Вампир, Дикое Сердце, Орден Чешуи, Связанный С Драконом",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы пытаетесь взять под контроль зверя, которого видите в пределах дистанции. Зверь должен преуспеть в спасброскеМудрости, иначе он станеточарованвами на время действия заклинания.Если вы или дружественные вам существа сражаются с ним, он совершает спасбросок спреимуществом. Пока зверьочарован, вы обладаете телепатической связью с ним, пока вы оба находитесь на одном плане существования. При помощи этой связи вы можете отдавать ему команды, пока находитесь в сознании (действие не требуется), и он должен будет их выполнять.Вы можете указать общее действие, такое как «атакуй вон то существо», «беги отсюда» или «принеси вот это». Если существо выполняет приказ и не получает дальнейших указаний от вас, оно в меру своих сил обороняется и защищает себя.Вы можетеДействиемзахватить полный контроль над целью. До конца вашего следующего хода существо совершает только выбранные вами действия, и не делает ничего, что вы ему не позволяете. В это время вы можете заставлять существо совершатьреакции, но при этом вы тратите и своюреакциютоже.Каждый раз, когда цель получает урон, она совершает новый спасбросокМудростиот этого заклинания. В случае успеха заклинание оканчивается.",
          "url": "https://ttg.club/spells/dominate_beast"
     },
     {
          "rusName": "Цепкая лоза",
          "engName": "Grasping Vine",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Шаман",
          "subClasses": "Домен Природы, Домен Голода, Домен Охоты",
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы создаёте лозу, вырастающую из земли в свободном пространстве на ваш выбор, видимом вами в пределах дистанции. Когда вы накладываете это заклинание, вы можете приказать лозе ухватить видимое вами существо, находящееся в пределах 30 футов от неё.Это существо должно преуспеть в спасброскеЛовкости, иначе его подтянет на 20 футов к лозе. Пока заклинание активно, вы можете в каждом своём ходубонусным действиемприказывать лозе ухватить то же самое или другое существо.",
          "url": "https://ttg.club/spells/grasping_vine"
     },
     {
          "rusName": "Высшая невидимость",
          "engName": "Greater Invisibility",
          "level": 4,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей, Магус",
          "subClasses": "Архифея, Сумрачный Охотник, Домен Сумрака, Бронник, Нежить, Домен Луны, Домен Луны, Зелёный Жнец, Первородный Вампир, Орден Полумрака",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы или существо, которого вы касаетесь, становитесьневидимым, пока активно заклинание. Всё, что цель носит и несёт, становитсяневидимым, пока находится у этой личности.",
          "url": "https://ttg.club/spells/greater_invisibility"
     },
     {
          "rusName": "Облако спор",
          "engName": "Cloud of Spores",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "грибная спора"
               }
          },
          "description": "Облако галлюциногенных спор заполняет сферу радиусом 20 футов вокруг указанной точки в пределах дальности заклинания. Туман огибает углы и продолжается до тех пор, пока действует заклинание, или пока сильный ветер не развеет его. Область действия считается сильно затемненной.Когда существо впервые за ход входит в область действия или начинает свой ход в ней, оно должно сделать спасбросокТелосложения. В случае провала оно получает2к8урона ядом иотравляется, а в случае успеха - половину этого урона и не отравляется.Отравленнаяцельнедееспособна, и ее скорость снижается до 0, пока она галлюцинирует. Существа подвергаются воздействию заклинания, даже если они задерживают дыхание или вовсе не нуждаются в дыхании.",
          "url": "https://ttg.club/spells/cloud_of_spores"
     },
     {
          "rusName": "В свете бдительной луны",
          "engName": "By the Light of the Watchful Moon",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Колдун, Паладин, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вне зависимости от времени и места сражения, вы призываете внимательный взгляд луны осветить угрозы вашим союзникам. Лучи яркого лунного света, каждый шириной 5 футов, светят с неба (или с потолка, если вы в помещении), подсвечивая все опасности в пределах дистанции, такие как видимые и невидимые враги, ловушки и скрытые опасности.Вражеские существа, совершившие успешный спасбросокХаризмы, сопротивляются эффекту заклинания и не подсвечиваются мягким сиянием лунного света.Свечение не делает невидимых существ видимыми, но оно указывает на его позицию (где-то в пределах 5-футового круга). Свечение двигается с целью, пока заклинание активно, но цели, вышедшие за пределы дистанции заклинания, не подсвечиваются. Новые опасности, входящие в пределы дистанции, не подсвечиваются; подсвечиваются только те, что были в пределах 90 футов от вас во время накладывания.",
          "url": "https://ttg.club/spells/by_the_light_of_the_watchful_moon"
     },
     {
          "rusName": "Запечатывание врат",
          "engName": "Gate Seal",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сломанный портальный ключ, расходуемый заклинанием"
               }
          },
          "description": "Вы укрепляете ткань реальности в 30-футовом кубе, который вы можете видеть в пределах дистанции. В этой области порталы закрываются и не могут быть открыты, пока длится заклинание. Заклинания и другие эффекты, которые позволяют путешествовать между планами или открывать порталы, например,врата [gate]илиуход в иной мир [plane shift], проваливаются если их используют для входа или выхода из этой области. Куб неподвижен.",
          "url": "https://ttg.club/spells/gate_seal"
     },
     {
          "rusName": "Глиф лунной ловушки",
          "engName": "Moon Trap",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "измельчённое в порошок серебро, стоимостью не менее 250 зм."
               }
          },
          "description": "Произнеся это заклинание при свете луны, вы рисуете глиф, покрывающий 10 квадратных футов плоской, неподвижной поверхности, такой как пол или стена. После завершения заклинания, глиф становится невидим при свете луны, однако светится слабым белым светом в темноте.Любое существо, за исключение тех, кого вы выбрали во время произнесения этого заклинания, что касается глифа должно совершить успешный спасбросокМудрости, или в случае провала быть затянутым в запутанный лабиринт до захода солнца. Глиф работает до следующего восхода солнца, после этого он вспыхивает ярким светом, и любой, кто попал в эту ловушку, невредимым возвращается обратно в пространство, занимаемое им до срабатывания ловушки. Если это пространство занято, или считается опасным, то существо появляется в ближайшем от глифа безопасном пространстве.",
          "url": "https://ttg.club/spells/moon_trap"
     },
     {
          "rusName": "Каменная кожа",
          "engName": "Stoneskin",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Следопыт, Чародей, Шаман, Магус",
          "subClasses": "Домен Войны, Клятва Древних, Клятва Искупления, Клятва Покорения, Присяга Повелителя Драконов, Домен Крови, Клятва Грому, Домен Горы, Ронас: Домен Силы",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пыль бриллианта, стоящего 100 зм, расходуемая заклинанием"
               }
          },
          "description": "Это заклинание делает плоть согласного существа, которого вы коснулись, твёрдой как камень. Пока заклинание активно, цель получает сопротивление немагическомудробящему,колющемуирубящемуурону.",
          "url": "https://ttg.club/spells/stoneskin"
     },
     {
          "rusName": "Призыв табуна",
          "engName": "Hirvsth's Call",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Жрец, Колдун, Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете призрачное стадо лошадей, готовых утащить выбранное вами существо от поля битвы. Цель должна быть размеромБольшаяили меньше. Существо должно совершить спасбросокЛовкости, при провале призрачный аркан обвивается вокруг него, и онопадает ничкоми становитсяопутанным.После этого, цель тащится по земле на расстояние до 60 футов в выбранном вами направлении, попутно получая3к6дробящего урона. Пока цель не избавится от состоянияопутанный, в начале каждого вашего хода оно снова перемещается на 60 футов и получает3к6дробящего урона. Направление бега нельзя изменить, вы выбираете его лишь один раз.Лошади игнорируюттруднопроходимуюместность и имунны к любому типу урона.Опутанноесущество можетДействиемсовершить проверкуСилыилиЛовкостипротив Сл ваших заклинаний, и в случае успеха окончить действие заклинания. Призрачную верёвку нельзя разрезать или порвать.",
          "url": "https://ttg.club/spells/hirvsth's_call"
     },
     {
          "rusName": "Тёмное таинство",
          "engName": "Dark Sacrament",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": "Круг Крови",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кинжал украшенный самоцветами, стоимостью не менее 100 зм."
               }
          },
          "description": "Как часть накладывания заклинания, вы должны потратить четыре кости хитов или заклинание автоматически проваливается. Если вы это делаете, то совершитерукопашную атаку заклинаниемпо существу в 5 футах от вас, используя в качестве оружия материальный компонент заклинания. При попадании, бросьте потраченные кости хитов и ещё4к8и нанесите существу урон некротической энергией равный результату броска. Если из-за получения урона от этого заклинания хиты существа опускаются до0оно моментально умирает и вы получаете одно из следующих тёмных благословений:Неприступность.Вы совершаете все спасброски спреимуществом.Несокрушимость.Ваш размер увеличивается на одну категорию (напримео отСреднегодоБольшого). Также, вы получаетевременные хитыв количестве равном вашему модификаторуТелосложения(минимум 1) в начале каждого вашего следующего хода, также ваши атаки оружием наносят дополнительно1к4урона того же типа, что и урон оружия.Безупречность.Ваш бонус мастерства увеличен на 2.Тёмное благословение заканчивается через 10 минут или когда ваши хиты опускаются до 0. Получив урон излучением, пока на вас действует тёмное благословение, вы получаете дополнительно1к4урона излучением.",
          "url": "https://ttg.club/spells/dark_sacrament"
     },
     {
          "rusName": "Абсолютный приказ",
          "engName": "Absolute Command",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пара маленьких перчаток, снабженных проводом, стоимостью 100 зм"
               }
          },
          "description": "Вы можете управлять конструктом, который вы создали, с показателем опасности 6 или ниже. Вы можете манипулировать объектами через вашего конструкта с той точностью, с которой это позволяет конструкт, и вы воспринимаете окружение через его сенсоры, как если бы вы были в его теле. Конструкт использует бонус мастерства заклинателя (модифицированный показателямиСилыиЛовкостиконструкта).Вы можете использовать манипуляторы конструкта для выполнения любого числа задач, основанных на навыках, с использованием модификаторовСилыиЛовкостиконструкта, когда используете навыки, основанные на этих характеристиках.Ваше тело остаётся неподвижным, как если бы былопарализованным, на время действия заклинания. Конструкт должен находиться в пределах 100 футов от вас. Если он выходит за пределы этой дистанции, заклинание немедленно оканчивается, и разум заклинателя возвращается в его тело.",
          "url": "https://ttg.club/spells/absolute_command"
     },
     {
          "rusName": "Быстрый курьер Галдера",
          "engName": "Galder's Speedy Courier",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "25 зм или минералы равноценной стоимости, расходуемые заклинанием"
               }
          },
          "description": "Вы вызываете Маленького воздушного элементаля в точке в пределах дистанции. Элементаль воздуха бесформенен, почти прозрачен, невосприимчив ко всем типам урона и не может взаимодействовать с другими существами или объектами. Он несёт пустой открытый сундук, внутренние размеры которого составляют 3 фута с каждой стороны. Пока действует заклинание, вы можете положить в сундук столько предметов, сколько поместится. После чего вы можете назвать живое существо, которого вы встречали и видели хотя бы один раз раньше, или любое существо, чья часть тела (прядь волос, кусочек ногтя или иная подобная часть) у вас есть.Как только крышка сундука закрывается, элементаль и сундук исчезают, а затем снова появляются рядом с целевым существом. Если целевое существо находится на другом плане, или если оно защищено от магического обнаружения или определения местоположения, содержимое сундука снова появляется на земле у ваших ног.Целевое существо узнает о содержимом сундука до того, как решит, открывать его или нет, и знает, сколько времени осталось до конца заклинания, в течение которого оно может забрать содержимое сундука. Ни одно другое существо не может открыть сундук и забрать его содержимое. Когда заклинание оканчивается или когда всё содержимое сундука изъято, элементаль и сундук исчезают. Элементаль также исчезает, если целевое существо приказывает ему вернуть вам предметы. Когда элементаль исчезает, все предметы, не взятые из сундука, снова появляются на земле у ваших ног.",
          "url": "https://ttg.club/spells/galder's_speedy_courier"
     },
     {
          "rusName": "Снежный булыжник",
          "engName": "Snow Boulder",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "горсть снега"
               }
          },
          "description": "Шар снега образуется в 5 футах от вас и начинает катиться в указанном направлении, становясь больше по мере движения.Бонусным действием вы можете передвинуть шар на 30 футов. Если вы катите булыжник на существо, то оно должно совершить спасбросокЛовкостиилиупасть ничкоми получить урон, как описано ниже. В каждом раунде булыжник увеличивается в размере и эффективности. Попадание в существо не останавливает шар и не препятствует его увеличению.РаундРазмерУрон1Маленький1к6дробящий2Средний2к6дробящий3Большой3к6дробящий4Огромный4к6дробящий",
          "url": "https://ttg.club/spells/snow_boulder"
     },
     {
          "rusName": "Системный бэкдор",
          "engName": "System Backdoor",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "инструменты для хакерского взлома"
               }
          },
          "description": "Это заклинание позволяет обойти защиту системы, чтобы создать безопасный вход в чужую систему. Созданный вами логин дает вам привилегии уровня администратора в любой компьютерной системе, не улучшенной с помощью техномагии. Этот логин побеждает любые техномагические заклинания 3-го уровня или ниже.По истечении срока действия заклинания логин и все привилегии удаляются из системы. Системные журналы по-прежнему показывают активность пользователя, но его личность невозможно найти или отследить.",
          "url": "https://ttg.club/spells/system_backdoor"
     },
     {
          "rusName": "Волна пламени",
          "engName": "Flame Wave",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля дёгтя, смолы или масла"
               }
          },
          "description": "Стремительная вспышка огня вырывается от вас катящейся волной, заполняя 40-футовый конус.Каждое существо в этой области должно совершить спасбросокЛовкости. При провале существо получает6к8урона огнём и отталкивается на 20 футов от вас; или получает вдвое меньше урона и не отталкивается при успехе.",
          "url": "https://ttg.club/spells/flame_wave"
     },
     {
          "rusName": "Колеблющееся мировоззрение",
          "engName": "Fluctuating Alignment",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете силу хаоса заразить сознание вашей цели.Если цель проваливает спасбросокМудрости, то она должна броситьк20и свериться с таблицей «Колебания мировоззрения», чтобы определить своё новое мировоззрение, цель должна совершать бросок заново каждую минуту, пока длится заклинание. Мировоззрение цели перестаёт колебаться и возвращается к прежнему, когда заклинание оканчивается. Колебания мировоззрения не могут заставить цель стать дружественной или враждебной заклинателю, но могут быть причиной непредсказуемого поведения цели.Колебания мировоззренияк20Мировоззрение1-2Хаотично-доброе2-4Хаотично-нейтральное5-7Хаотично-злое8-9Нейтрально-злое10-11Законно-злое12-14Законно-доброе15-16Законно-нейтральное17-18Нейтрально-доброе19-20Нейтральное",
          "url": "https://ttg.club/spells/fluctuating_alignment"
     },
     {
          "rusName": "Связывающая клятва",
          "engName": "Binding Oath",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Бард, Жрец, Колдун, Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы скрепляете договорённость между двумя и более согласными существами клятвой от имени Тира, используя ритуальные благословения и тосты Симбела, во время которых и клятва, и последствия её нарушения должны быть чётко изложены.Если любой из присягнувших нарушает эту священную клятву, на них падает проклятье. Заклинатель может выбрать или эффект, как в заклинании Проклятье, либо другую кару при условии одобрения Мастером.Связывающая клятва не может быть развеяна с помощью Рассеивания магии, но может быть удалена Рассеиванием добра и зла, Снятием проклятья или Исполнением желаний.Снятие проклятья работает только если уровень ячейки заклинания, используемой для снятия, выше или равен уровню ячейки заклинаний, использованной при произнесении клятвы.Когда клятва нарушена или эффект пропадает с одного из участников, все остальные участники немедленно об этом узнают, но не знают никаких других подробностей. В зависимости от сущности клятвы, это может или не может аннулировать клятву для остальных участников. Если аннулирует, то заклинание оканчивается для всех остальных участников, но эффекты уже наложенных проклятий остаются, пока не будут рассеяны.",
          "url": "https://ttg.club/spells/binding_oath"
     },
     {
          "rusName": "Записать память",
          "engName": "Write Memory",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "пустой запоминающий механизм"
               }
          },
          "description": "Вы копируете в пустой запоминающий механизм свою память или ту, что была получена заклинанием Чтение памяти.",
          "url": "https://ttg.club/spells/write_memory"
     },
     {
          "rusName": "Дух Смерти",
          "engName": "Spirit of Death UA",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "позолоченная игральная карта с изображением аватара смерти стоимостью не менее 400 зм"
               }
          },
          "description": "Вы вызываете дух, воплощающий саму смерть.Выберите существо, которое вы можете видеть в пределах дистанции. Дух проявляется в незанятом пространстве, которое вы можете видеть в пределах 10 футов от цели и цель становится преследуемой духом. Дух использует блок характеристикдух жнеца [reaper spirit]. Дух исчезает, когда его хиты или хиты преследуемого существа опускаются до 0 или когда заклинание заканчивается.Дух жнеца — являеться союзником для вас и ваших спутников. В бою дух разделяет вашу инициативу, и совершает свой ход сразу после вас. Он подчиняется вашим словесным командам (от вас не требуется никаких действий), но он будет атаковать только преследуемое существо. Если вы не отдаете духу никаких команд, он выполняет действиеУклоненияи использует свое перемещение, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/spirit_of_death_ua"
     },
     {
          "rusName": "Небесная кара",
          "engName": "Supernal Smite",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В следующий раз, когда вы попадётерукопашной атакой оружием, пока активно это заклинание, ваше оружие раскалывает окружающую цель атаки магию и эта атака наносит дополнительные4к6урона силовым полем. Если целью атаки было существо, которое концентрируется на заклинании, то концентрация прерывается.Также, любое заклинание 3-го уровня или ниже на цели оканчивается. За каждое заклинание 4-го уровня или выше на цели совершите проверку базовой характеристики. Сл проверки равна 10 +уровень заклинания. В случае успеха это заклинание оканчивается на цели.",
          "url": "https://ttg.club/spells/supernal_smite"
     },
     {
          "rusName": "Сфера бури",
          "engName": "Storm Sphere",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В указанной вами точке в пределах дистанции заклинания возникает сфера завихряющегося воздуха радиусом 20 футов. Сфера существует, пока действует заклинание.Все существа, оказавшиеся внутри сферы в момент появления или оканчивающие свой ход внутри сферы, должны совершить спасбросокСилы, иначе получат2к6дробящего урона. Пространство сферы считаетсятруднопроходимой местностью.Пока действует заклинание, вы можетебонусным действиемвызвать разряд молнии, который устремится из центра сферы к выбранному вами существу в пределах 60 футов от центра сферы.Совершитедальнобойную атаку заклинанием. Атака совершается спреимуществом, если цель находится внутри сферы. При попадании цель получает4к6урона электричеством.Существа в пределах 30 футов от сферы совершают спомехойпроверкиМудрости (Внимательность), связанные со слухом.",
          "url": "https://ttg.club/spells/storm_sphere"
     },
     {
          "rusName": "Чёрная рука",
          "engName": "Black Hand",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы собираете силу тьмы в свой кулак и атакуете существо в пределах 30 футов парализующим тёмным пламенем. Совершитедальнобойную атаку заклинанием, и, если она будет успешна, заклинание перекачивает жизненную силу цели в вас. На всё время длительности у цели помехи, а у васпреимуществона все проверки и спасброскиСилы,ЛовкостииТелосложения. В конце каждого своего хода существо может повторить спасбросокТелосложения(спомехой), оканчивая эффект при успехе.",
          "url": "https://ttg.club/spells/black_hand"
     },
     {
          "rusName": "Оседлай молнию",
          "engName": "Ride the Lightning",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "отрезок медной проволоки"
               }
          },
          "description": "Вы обращаетесь разрядом молнии и телепортируетесь на 60 футов в свободное пространство, видимое вами. Все существа в 5 футах от линии между начальной и конечной точкой телепортации получают4к6урона электричеством.",
          "url": "https://ttg.club/spells/ride_the_lightning"
     },
     {
          "rusName": "Призыв духа элементалей",
          "engName": "Summon Elemental",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Следопыт",
          "subClasses": "Бездонный",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "воздух, галька, зола и вода в инкрустированном золотом флаконе стоимостью не менее 400 зм"
               }
          },
          "description": "Вы вызываете элементальный дух. Он проявляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Эта телесная форма использует блок характеристикдух стихий [elemental spirit].Когда вы произносите заклинание, выберите элемент:Воздух,Земля,ОгоньилиВода.Существо напоминает двуногую форму, заключенную в выбранном элементе, который определяет определенные черты в его блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо принимает вашу инициативу, но его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команд, он выполняет действиеУклонениеи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_elemental"
     },
     {
          "rusName": "Форсированная эволюция",
          "engName": "Forced Evolution",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "8"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "алхимический коктейль из редких компонентов и пыли делерия стоимостью 250 зм, расходуемый заклинанием"
               }
          },
          "description": "С помощью этого заклинания вы трансформируете мутацию, полученную в результатеКонтаминации.Одна из существующих мутаций цели удаляется и заменяется другой. Эта мутация может быть выбрана Мастером игры или определена случайным образом.",
          "url": "https://ttg.club/spells/forced_evolution"
     },
     {
          "rusName": "Огненный щит",
          "engName": "Fire Shield",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": "Исчадие, Боевой Кузнец, Бронник, Круг Дикого Огня, Мастер Кузнечного Дела, Клятва Сияния, Владыка Гениев, Хазорет: Домен Рвения, Орден Танцоров Клинка",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек фосфора или светлячок"
               }
          },
          "description": "На время длительности заклинания ваше тело покрывается тонким слоем пламени, испускающим яркий свет в пределах 10-футового радиуса и тусклый свет в пределах ещё 10 футов. Вы можете досрочно окончить это заклинаниеДействием.Это пламя предоставляет вам либо тёплый щит, либо прохладный щит, на ваш выбор.Тёплый щит даёт вамсопротивлениек урону холодом, а прохладный щит даётсопротивлениек урону огнём.Кроме того, каждый раз, когда существо, находящееся в пределах 5 футов от вас, попадает по вам рукопашной атакой, щит испускает пламя. Атакующий получает2к8урона огнём в случае тёплого щита или2к8урона холодом в случае прохладного щита.",
          "url": "https://ttg.club/spells/fire_shield"
     },
     {
          "rusName": "Вызов малых древней",
          "engName": "Conjure Minor Plant Creatures",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете древней, которые появляются в незанятых местах, которые вы можете видеть в пределах дальности заклинания.Один древень с показателем опасности 2 или ниже.Два древня с показателем опасности 1 или ниже.Четыре древня с показателем опасности 1/2 или нижеВосемь древней с показателем опасности 1/4 или ниже.Древни исчезают, когда их хиты опускаются до 0 или когда заклинание оканчивается. Призванные существа дружественны к вам и вашим спутникам. Они подчиняются отданным вами устно командам (действие не требуется).Если вы не отдаёте команду, они защищаются от враждебных существ, но действий не совершают.Примечание: Древень - существо с типом Растение.",
          "url": "https://ttg.club/spells/conjure_minor_plant_creatures"
     },
     {
          "rusName": "Эвардовы чёрные щупальца",
          "engName": "Evard's Black Tentacles",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Великий Древний, Аберрантный Разум, Домен Океана, Тенеплёт",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек щупальца гигантского осьминога или гигантского кальмара"
               }
          },
          "description": "Чёрные извивающиеся щупальца заполняют квадрат на полу с длиной стороны 20 футов, который вы видите в пределах дистанции. Пока заклинание активно, эти щупальца делают местностьтруднопроходимой.Когда существо впервые за ход входит в область заклинания или начинает там ход, оно должно преуспеть в спасброскеЛовкости, иначе получит3к6дробящего урона и станетопутаннымщупальцами до окончания заклинания.Существо, начинающее ход в этой области, уже опутанное щупальцами, получает3к6дробящего урона.Опутанноещупальцами существо можетДействиемсовершить проверкуСилыилиЛовкости(на свой выбор) против Сл ваших заклинаний. В случае успеха оно высвобождается.",
          "url": "https://ttg.club/spells/evard's_black_tentacles"
     },
     {
          "rusName": "Страж природы",
          "engName": "Guardian of Nature",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Шаман",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Дух природы отвечает на ваш призыв и превращает вас в могущественного стража. Превращение длится до тех пор, пока заклинание не закончится. Вы выбираете одну из следующих форм: Первобытный зверь или Великое древо.Первобытный зверь.Мягкий мех покрывает ваше тело, ваши черты лица становятся дикими, и вы получаете следующие преимущества:Скорость ходьбы увеличивается на 10 футов.Вы получаете темновидение в радиусе 120 футов.Вы совершаете броски атаки, основанные наСиле, спреимуществом.Рукопашные атаки оружиемнаносят дополнительно1к6урона силовым полем.Великое древо.Ваша кожа покрывается корой, листья прорастают из ваших волос, и вы получаете следующие преимущества:Вы получаете10временных хитов.Вы совершаете спреимуществомспасброскиТелосложения.Вы совершаете броски атаки, основанные наЛовкостииМудрости, спреимуществом.Когда вы находитесь на земле, земля в радиусе 15 футов от вас становитсятруднопроходимой местностьюдля врагов.",
          "url": "https://ttg.club/spells/guardian_of_nature"
     },
     {
          "rusName": "Изготовление",
          "engName": "Fabricate",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": "Домен Кузни, Скаут Зобека, Бог-машина",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаете сырьё в готовое изделие из этого материала. Например, вы можете создать деревянный мост из нескольких деревьев, верёвку из груды пеньки, или одежду изо льна или шерсти.Выберите сырьё, которое видите в пределах дистанции. Вы можете создать предмет Большого или меньшего размера (помещающийся в куб с длиной ребра 10 футов, или восемь соединённых кубов с длиной ребра 5 футов), при условии, что сырья хватит.Если вы работаете с металлом, камнем или другой минеральной материей, создаваемый предмет не может быть больше Среднего размера (должен помещаться в один куб с длиной ребра 5 футов).Качество предметов, изготавливаемых этим заклинанием, напрямую зависит от качества сырья.Этим заклинаниемнельзясоздавать и изменять существ и магические предметы. Вы также не можете создавать с его помощью предметы, обычно требующие высокого мастерства, такие как ювелирные изделия, оружие, стекло или доспех, если только вы не владеете ремесленным инструментом, необходимым для создания таких предметов.",
          "url": "https://ttg.club/spells/fabricate"
     },
     {
          "rusName": "Гравитационная воронка",
          "engName": "Gravity Sinkhole",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "черный мрамор"
               }
          },
          "description": "Вы создаете сферу мощной гравитационной силы с радиусом 20 фт. с центром в точке, которую вы можете видеть в пределах досягаемости, и притягиваете существ к ее центру.Все существа в сфере должны сделать спасбросокТелосложения. При провале спасброска существо получает5к10урона силовым полем и притягивается по прямой линии к центру сферы, заканчиваясь в незанятом пространстве как можно ближе к центру (даже если это пространство находится в воздухе). При успешном спасброске существо получает половину урона и его не притягивает.",
          "url": "https://ttg.club/spells/gravity_sinkhole"
     },
     {
          "rusName": "Отилюков упругий шар",
          "engName": "Otiluke's Resilient Sphere",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель",
          "subClasses": "Клятва Искупления, Домен Мира, Домен Пива",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "полусферический кусочек чистого кристалла и такая же по размерам полусфера из гуммиарабика"
               }
          },
          "description": "Сфера из мерцающей силы окружает находящееся в пределах дистанции существо или предмет с размером не большеБольшого.Нежелающее существо должно совершить спасбросокЛовкости. При провале существо окружается сферой на время действия заклинания.Ничто — ни физические предметы, ни энергия, ни эффекты прочих заклинаний — не могут проходить через этот барьер, как внутрь, так и наружу, хотя существо в сфере может дышать нормально.Сфера обладаетиммунитетомко всем видам урона, и находящееся внутри существо или предмет не может получать урон от атак и эффектов, исходящих снаружи, но и находящееся в сфере существо не может причинить урон ничему, что находится снаружи.Сфера ничего не весит, и она достаточно велика, чтобы вместить существо или предмет. Окружённое существо может действием толкать стены сферы и таким образом перемещаться со скоростью, уменьшенной вдвое.Точно так же, сферу могут поднять и переносить другие существа.Заклинаниераспад [disintegrate], нацеленное на сферу, уничтожает её, не причиняя вреда тому, что находится внутри.",
          "url": "https://ttg.club/spells/otiluke's_resilient_sphere"
     },
     {
          "rusName": "Призыв высшего демона",
          "engName": "Summon Greater Demon",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сосуд с кровью гуманоида, убитого за последние 24 часа"
               }
          },
          "description": "Вы произносите инфернальные слова, призывая одного демона из хаоса Бездны.Вы выбираете тип демона, показатель опасности которого равен 5 или ниже, например,теневой демон [shadow demon]илибарлгура [barlgura].Демон появляется в незанятом пространстве, которое вы можете видеть в пределах дистанции. Демон исчезает, когда его хиты опускаются до 0 или когда заклинание заканчивается.Совершите проверкуинициативыза демона, который будет совершать свои собственные ходы. Когда вы призываете его и в каждый свой ход после этого, вы можете дать вербальную команду (действий не требуется), сообщая ему, что он должен делать в свой следующий ход.Если вы не даёте никаких команд, демон тратит свой ход, атакуя любое существо в пределах досягаемости, которое атаковало его. В конце каждого своего хода демон совершает спасбросокХаризмы. Он получаетпомехув этом спасброске, если вы назовёте его истинное имя. В случае провала демон продолжает подчиняться вам. При успехе, демон освобождаете из-под вашего контроля на всё оставшееся время и тратит свои последующие ходы, преследуя и атакуя ближайших не-демонов в меру своих способностей.Если вы перестанете держать концентрацию на заклинании до того, как оно достигнет своей полной продолжительности, неконтролируемый демон не исчезнет в течение1к6раундов, если его хиты ещё не равны 0.Как часть колдовства вы можете начертить на земле круг кровью, используемой в качестве материального компонента. Круг должен быть достаточного размера, чтобы вместить вас. Пока заклинание длится, призванный демон не может пересечь круг или разрушить его, и он не может атаковать никого в нём. Если материальный компонент использован подобным образом, он расходуется при окончании заклинания.",
          "url": "https://ttg.club/spells/summon_greater_demon"
     },
     {
          "rusName": "Изгнание",
          "engName": "Banishment",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин, Чародей, Шаман, Магус",
          "subClasses": "Клятва Мести, Странник Горизонта, Убийца Монстров, Клятва Короны, Клятва Смотрителей, Тенеплёт, Орден Чароборцев",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "неприятный для цели предмет"
               }
          },
          "description": "Вы пытаетесь послать одно существо, которое видите в пределах дистанции, на другой план существования. Цель должна преуспеть в спасброскеХаризмы, иначе будет изгнана.Если цель родом с того плана существования, на котором находитесь вы, вы изгоняете её в безопасный демиплан. Находясь там, цельнедееспособна. Она остаётся там, пока активно заклинание, после чего возвращается в пространство, из которого исчезла, или ближайшее свободное пространство, если то место занято.Если цель родом не с того плана существования, на котором находитесь вы, цель изгоняется с негромким хлопком, возвращаясь на свой родной план.Если заклинание окончится раньше чем через 1 минуту, цель возвращается в пространство, из которого исчезла, или ближайшее свободное пространство, если то место занято. В противном случае цель не возвращается.",
          "url": "https://ttg.club/spells/banishment"
     },
     {
          "rusName": "Леомундов потайной сундук",
          "engName": "Leomund's Secret Chest",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Домен Магии",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "изысканный сундук, 90×60×60 сантиметров, созданный из редких материалов, и стоящий как минимум 5 000 зм, и его копия крошечного размера, изготовленная из того же материала, стоящая как минимум 50 зм"
               }
          },
          "description": "Вы прячете сундук вместе со всем его содержимым на Эфирном Плане. Вы должны касаться и сундука и его миниатюрной копии, служащей материальным компонентом для заклинания. Сундук может содержать до 12 кубических футов неживой материи (3×2×2 фута).Пока сундук остаётся на Эфирном Плане, вы можете действием прикоснуться к копии, чтобы вернуть сундук. Он появляется в свободном пространстве на полу в пределах 5 футов от вас.Вы можете отослать сундук обратно на Эфирный План, прикоснувшись действием к сундуку и его копии. Спустя 60 дней появляется накопительный шанс 5 процентов в день, что эффект заклинания окончится.Эффект оканчивается, если вы активируете это заклинание ещё раз, если копия сундука будет уничтожена, или если вы окончите это заклинание действием. Если заклинание оканчивается, а сундук находится на Эфирном Плане, он безвозвратно теряется.",
          "url": "https://ttg.club/spells/leomund's_secret_chest"
     },
     {
          "rusName": "Превращение",
          "engName": "Polymorph",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Чародей, Магус",
          "subClasses": "Домен Обмана, Связанный С Драконом",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кокон гусеницы"
               }
          },
          "description": "Это заклинание придаёт новый облик существу, которое вы видите в пределах дистанции. Несогласное существо должно совершить спасбросокМудрости, чтобы избежать эффекта. Перевёртыши автоматически преуспевают в этом спасброске. Это заклинание не может подействовать на цель, у которой0хитов.Превращение длится, пока активно заклинание, или пока хиты цели не опустятся до0, или она не умрёт. Новый облик может принадлежать зверю, чей ПО не превышает ПО цели (или уровень цели, если у неё нет показателя опасности). Игровые характеристики цели, включая значения ментальных характеристик, заменяются характеристиками выбранного зверя. У цели остаётся мировоззрение и ее личность.Цель принимает хиты нового облика. При возвращении в естественный облик количество её хитов будет как до превращения. Если она возвращается в свой облик от того, что хиты опустились до0, весь излишний урон перенесётся на естественный облик. Если излишний урон не опускает хиты естественного облика существа до0, оно нетеряет сознание. Действия существа в новом облике ограничены теми, что доступны ей, и она не может говорить, накладывать заклинания и совершать другие действия, требующие рук или речи.Снаряжение цели сливается с её новым обликом. Существо не может активировать, использовать, надевать или получать какие-то иные преимущества от своего снаряжения.",
          "url": "https://ttg.club/spells/polymorph"
     },
     {
          "rusName": "Мгновенное осадное орудие",
          "engName": "Instant Siege Weapon",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "сырье со стоимостью в золотых равной количеству хитов создаваемого осадного орудия"
               }
          },
          "description": "Накладывая это заклинание, вы мгновенно превращаете сырье в осадное орудие (см. детальное описание в Книге Мастера). Вы можете собрать сырьевые материалы перед накладыванием заклинания или можете нацелить его на других существ, которые имеют нужные материалы, если эти существа находятся в пределах дистанции. Сырье для заклинания не обязательно должно быть именно материалами для создания осадного орудия; оно должно хотя бы отдаленно напоминать нужные материалы и иметь стоимость в зм равную количеству хитов создаваемого вооружения.(Например, мангонель имеет 100 хитов. Мгновенное осадное орудие превратит любой набор сырья стоимостью хотя бы 100 зм в мангонель. Таким сырьем, например, может быть маленький дом, три фургона или два тяжелых арбалета.)Осадное орудие должно быть Большого размера или меньше (нельзя создать осадную башню или требушет). Заклинание также создает достаточно снарядов для десяти выстрелов, если создаваемое орудие нуждается в снарядах.",
          "url": "https://ttg.club/spells/instant_siege_weapon"
     },
     {
          "rusName": "Аура жизни",
          "engName": "Aura of Life",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Паладин",
          "subClasses": "Бессмертный, Домен Сумрака, Круг Дикого Огня, Клятва Сияния, Окетра: Домен Сплочённости, Чумной Доктор",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "От вас исходит защищающая жизнь аура с радиусом 30 футов. Пока заклинание активно, аура перемещается вместе с вами, оставаясь с центром на вас.Все невраждебные существа в ауре (включая вас) обладаютсопротивлениемк урону некротической энергией, и максимум их хитов не может уменьшаться.Кроме того, невраждебные живые существа восстанавливают1хит, когда начинают ход в этой ауре с0хитов.",
          "url": "https://ttg.club/spells/aura_of_life"
     },
     {
          "rusName": "Ужасное предупреждение",
          "engName": "Dire Warning",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы получаете сообщение длиной до 6 слов от вашего будущего \"я\", предупреждающее вас о серьезной угрозе или указывающее на плодотворный путь. В какой-то момент в будущем, как только вы поймете, зачем отправили это сообщение, вы должны будете выполнить 10-минутный ритуал, чтобы вернуть это сообщение в прошлое самому себе. После того, как вы произнесли это заклинание, вы не сможете произнести его снова, пока не проведёте этот ритуал, или через неделю, если не обнаружите эту информацию. Если вы произнесете это заклинание если вы не получите никакого сообщения, это означает, что вы никогда не завершите ритуал в будущем, возможно, из-за вашей смерти или каких-либо других препятствий.",
          "url": "https://ttg.club/spells/dire_warning"
     },
     {
          "rusName": "Крылья дэва",
          "engName": "Deva's Wings",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун, Паладин",
          "subClasses": "Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "перо из крыла любой птицы, помеченное ангельской печатью"
               }
          },
          "description": "Вы касаетесь согласного существа, и у него вырастают крылья с перьями ослепительно-белого цвета, дающие цели на время заклинания скорость полёта 60 футов. СовершивАтаку, существо с крыльями можетбонусным действиемсовершить имирукопашную атаку(дистанция 10 футов).При успехе противнику наносится1к6 + ваш модификатор базовой характеристикидробящего урона, и он должен совершить успешный спасбросокСилы, или бытьсбитым с ног. Когда заклинание заканчивает, крылья исчезают. Если в этот момент цель заклинания была в воздухе, она падает.",
          "url": "https://ttg.club/spells/deva's_wings"
     },
     {
          "rusName": "Проклятое прикосновение",
          "engName": "Accursed Touch",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "чешуйка василиска"
               }
          },
          "description": "Вы пытаетесь превратить существо в камень.ВыДействиемприкасаетесь к существу, заставляя его совершить спасбросокТелосложения. При провале существоопутано, так как его плоть начинает твердеть. В случае успеха ничего не происходит.Существо,опутанноеэтим заклинанием, должно совершать этот спасбросок в конце каждого своего хода. Если оно три раза преуспевает в спасброске от этого заклинания, заклинание оканчивается. Если оно проваливает три спасброска, оно превращается в камень иокаменевает. Успехи и провалы не обязательно должны быть последовательными; следите за обоими, пока существо не провалит или не пройдет три спасброска.Если существо физически сломано во времяокаменения, оно страдает от этих поломок, если возвращается в исходное состояние.Если вы сохраняете концентрацию в течение всей длительности заклинания, существо превращается в камень до тех пор, пока эффект не будет снят.",
          "url": "https://ttg.club/spells/accursed_touch"
     },
     {
          "rusName": "Паровой заряд",
          "engName": "Steam Blast",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Домен Часовых Механизмов, Бог-машина, Бог-машина, Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный медный чайничек или котелок"
               }
          },
          "description": "Вы выпускаете поток обжигающего пара в 15-футовом радиусе вокруг себя.Все другие существа в этой области получают5к8урона огнём, или половину этого урона, если преуспеют в спасброскеЛовкости. Немагические огни размером меньше костра гаснут, всё становится влажным.",
          "url": "https://ttg.club/spells/steam_blast"
     },
     {
          "rusName": "Теневое возмездие",
          "engName": "Shadowy Retribution",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "12"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряный кубок, наполненный кровью заклинателя"
               }
          },
          "description": "Вы наполняете серебряную чашу своей собственной кровью (нанесите себе1к4колющего урона), в процессе повторяя мерзкие проклятия. После того, как заклинание будет завершено, вы выпиваете всю кровь и клянетесь отомстить всем, кто причинит вам вред. Если ваши хиты опускаются до 0, то проклятие срабатывает - из вашего рта начинает литься кровь, испаряющаяся в красный туман и превращающаяся всущество-тень [shadow].Тень начинает атаковать цель, из-за которой ваши хиты опустились до 0, игнорируя все остальные цели. Как только цель убита - тень немедленно растворяется.",
          "url": "https://ttg.club/spells/shadowy_retribution"
     },
     {
          "rusName": "Смятение",
          "engName": "Confusion",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Чародей",
          "subClasses": "Домен Знаний, Хаос, Круг Спор, Клятвопреступник, Конклав Амазонок, Домен Разума, Домен Пива, Домен Ужаса, Клятва Мора, Орден Чароборцев",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "три ореховые скорлупки"
               }
          },
          "description": "Это заклинание атакует и скручивает сознание существ, порождая галлюцинации и провоцируя на необдуманные действия.Все существа в сфере с радиусом 10 футов с центром на точке, выбранной в пределах дистанции, должны преуспеть в спасброскеМудрости, иначе попадут под действие эффекта.Попавшая под эффект цель не может совершать реакции и должна бросатьк10в начале каждого своего хода, чтобы определить своё поведение в этом ходу.к10Поведение1Существо использует всё своё перемещение на движение в случайном направлении. Для определения направления бросьтек8, назначив каждой грани своё направление. Действие в этом ходу существо не совершает.2-6Существо в этом ходу не перемещается и не совершаетдействий.7-8Cущество действием совершаетрукопашную атакупо случайным образом выбранному существу в пределах досягаемости. Если в пределах досягаемости нет других существ, существо в этот ход ничего не делает.9-10Существо может действовать и перемещаться как обычно.В конце каждого своего хода цель может совершать спасбросокМудрости. В случае успеха на этой цели эффект заканчивается.",
          "url": "https://ttg.club/spells/confusion"
     },
     {
          "rusName": "Шутка Ётуна",
          "engName": "Jotun's Jest",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "25"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Великаны обожают веселиться с этим заклинанием. Оно заставляет оружие или другой предмет увеличиться до размеровГромадногосущества. Предмет начинает весить в 12 раз больше обычного, и в большинстве случаев не может быть использован существами меньше Громадного размера. Предмет сохраняет свои обычные свойства (включая магические силы и эффекты) и возвращается к своему обычному размеру, когда заклинание оканчивается.",
          "url": "https://ttg.club/spells/jotun's_jest"
     },
     {
          "rusName": "Гигантское насекомое",
          "engName": "Giant Insect",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид, Шаман",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаете на время действия заклинания до десяти многоножек, трёх пауков, пяти ос или одного скорпиона, находящихся в пределах дистанции, в гигантские версии своих сородичей.Многоножка становитсягигантской многоножкой [giant centipede], паук становитсягигантским пауком [giant spider],оса становитсягигантской осой [giant wasp], а скорпион становитсягигантским скорпионом [giant scorpion].Все существа повинуются вашим устным командам, и в бою они в каждом раунде действуют в ваш ход. Действия и перемещения контролирует Мастер.Существо сохраняет гигантский размер всю длительность заклинания, пока его хиты не опустятся до 0, или пока вы не окончите действием эффект на нём.Мастер может позволить вам выбирать другие цели.Например, если вы превращаете жука, его гигантская версия может обладать теми же характеристиками, что и гигантская оса.",
          "url": "https://ttg.club/spells/giant_insect"
     },
     {
          "rusName": "Скольжение по земле",
          "engName": "Earthskimmer",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек сланца или грифеля"
               }
          },
          "description": "Вы заставляете землю и камни подняться под вашими ногами, поднимая вас на 5 футов. На время действия заклинания, вы можете использовать своё перемещение, чтобы заставить плиту скользить по земле или другой твёрдой поверхности со скоростью 60 футов. Это передвижение игнорируеттруднопроходимую местность. Если вас толкают или перемещают не по вашей воле любым способом, кроме телепортации, плита перемещается вместе с вами.Когда вы используете действиеРывок, до конца вашего хода вы можете входить в пространство существ, чей размер не превышает ваш больше, чем на одну категорию, и существо должно совершить спасбросокСилы. Существо получает4к6дробящего урона и падает ничком при провале, или получает половину урона и не падает ничком при успехе.",
          "url": "https://ttg.club/spells/earthskimmer"
     },
     {
          "rusName": "Власть над водами",
          "engName": "Control Water",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Шаман",
          "subClasses": "Домен Бури, Бездонный, Клятва Открытого Моря",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля воды и щепотка пыли"
               }
          },
          "description": "Пока это заклинание активно, вы контролируете свободно текущую или стоячую воду в кубе с длиной ребра 100 футов. Вы можете выбрать один эффект из перечисленных ниже. Вы можете в свой ходДействиемповторить тот же эффект или выбрать другой.Водоворот.Для этого эффекта требуется объём воды в квадрате с длиной стороны 50 футов и глубиной 25 футов. В центре области вы формируете водоворот. Водоворот создаёт воронку шириной 5 футов в основании, 50 футов в верхней части, и высотой 25 футов. Все существа и предметы, находящиеся в воде в пределах 25 футов от водоворота, подтягиваются к нему на 10 футов. Существа могут плыть прочь от водоворота, совершая проверкуСилы (Атлетика)против Сл ваших заклинаний.Если существо впервые за раунд входит в пространство воронки или начинает в ней ход, оно должно совершить спасбросок Силы. При провале существо получает2к8дробящего урона и становится пойманным воронкой, пока заклинание активно. При успешном спасении существо получает половину урона, и не становится пойманным воронкой. Пойманное воронкой существо может действием пытаться уплыть от водоворота, как описано выше, но проверкаСилы (Атлетика)совершается спомехой. В каждом ходу в первый раз, когда предмет оказывается в области воронки, он получает2к8дробящего урона; этот же урон причиняется за каждый раунд, проведённый предметом в воронке.Наводнение.Вы увеличиваете уровень стоячей воды в области на высоту до 20 футов. Если в область попадает берег, вода выливается на землю. Если вы выбрали область посреди другого водного пространства, то вы вместо этого создаёте волну высотой 20 футов, проходящую с одного края области до другого, где она и опадает. Все транспортные средства Огромного размера и меньше по ходу волны уносятся вместе с волной на противоположную сторону. Все транспортные средства Огромного размера и меньше, ударенные волной, получают 25 процентный шанс опрокинуться. Уровень воды остаётся повышенным, пока заклинание не окончится или вы не выберете другой эффект. Если этот эффект создал волну, волна будет повторяться в начале вашего следующего хода, пока длится эффект «наводнение».Перенаправление потока.Вы заставляете текущую воду в области перемещаться в выбранном вами направлении, даже если воде придётся течь через препятствия, вверх по стенам или в другом неугодном ей направлении. В области заклинания вода течёт так, как укажете вы, но оказавшись за пределами зоны заклинания, она возвращается к естественному течению. Вода продолжает течь в указанном вами направлении, пока заклинание активно или пока вы не выберете другой эффект.Разделение воды.Вы заставляете воду в области разойтись в стороны, формируя проход. Проход простирается в области заклинания, а разделённые воды формируют стены с обеих сторон. Проход существует, пока заклинание активно, или пока вы не выберете другой эффект. После этого вода в течение раунда медленно заполняет проход, восстанавливаясь до нормального уровня.",
          "url": "https://ttg.club/spells/control_water"
     },
     {
          "rusName": "Ложное видение",
          "engName": "False Vision",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "щепотка пыли из драгоценных камней"
               }
          },
          "description": "На время действия заклинания вы скрываете цель, к которой прикасаетесь, от магии прорицания. Целью может быть согласное существо, место или объект размером не более 10 футов в любом измерении. Если на цель воздействует какая-либо магия школы Прорицания или она воспринимается с помощью сенсоров магического заклинания, вы можете предоставить ложную информацию по вашему выбору, если только вы находитесь в сознании во время попытки прорицания. Цель может казаться находящейся в разных обстоятельствах, в одном или нескольких ложных местоположениях или полностью необнаружимой.",
          "url": "https://ttg.club/spells/false_vision"
     },
     {
          "rusName": "Свобода перемещения",
          "engName": "Freedom of Movement",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Жрец, Следопыт, Изобретатель, Шаман, Магус",
          "subClasses": "Домен Войны, Клятва Преданности, Клятва Славы, Заводная Душа, Присяга Повелителя Драконов, Клятва Открытого Моря, Дитя Рун, Клятва Грому, Домен Путешествия, Хазорет: Домен Рвения, Повелитель Паразитов, Орден Мистических Лучников, Орден Танцоров Клинка",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кожаный ремешок, обмотанный вокруг предплечья или аналогичной конечности"
               }
          },
          "description": "Вы касаетесь согласного существа. Пока заклинание активно, на перемещения цели не влияеттруднопроходимая местность, а заклинания и прочие магические эффекты не могут ни уменьшить её скорость, ни сделать еёпарализованнойилиопутанной.Цель может также потратить 5 футов перемещения, чтобы автоматически высвободиться из немагических оков, таких как кандалы или захват другого существа. Более того, нахождение под водой не накладывает штрафы на перемещение и атаки цели.",
          "url": "https://ttg.club/spells/freedom_of_movement"
     },
     {
          "rusName": "Верный пёс Морденкайнена",
          "engName": "Mordenkainen's Faithful Hound",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель, Шаман",
          "subClasses": "Домен Охоты, Домен Правосудия, Орден Стражей",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный серебряный свисток, кусочек кости и нитка"
               }
          },
          "description": "Вы создаёте призрачного сторожевого пса в свободном пространстве, видимом в пределах дистанции, где он и остаётся на время длительности заклинания, пока вы не отпустите егоДействием, или пока вы не отойдёте от него более чем на 100 футов. Пёс невидим для всех существо кроме вас, и ему нельзя причинить вред.Если в пределах 30 футов от него оказывается существо с размеромМаленькоеили больше, не произнося при этом пароль, указанный вами при накладывании этого заклинания, пёс начинает громко лаять.Пёс видитневидимыхсуществ и его зрение простирается наЭфирный План. Он игнорирует иллюзии. В начале каждого вашего хода пёс пытается укусить одно существо в пределах 5 футов от себя, враждебное вам. Бонус атаки пса равен вашему модификатору базовой характеристики + ваш бонус мастерства. При попадании он причиняет4к8колющего урона.",
          "url": "https://ttg.club/spells/mordenkainen's_faithful_hound"
     },
     {
          "rusName": "Проклятье стихий",
          "engName": "Elemental Bane",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Колдун, Изобретатель, Шаман, Магус",
          "subClasses": "Орден Мистических Лучников, Орден Чешуи",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выберите одно существо, видимое в пределах дистанции заклинания, а затем выберите один из следующих видов урона: звук, кислота, огонь, холод или электричество.Цель должна преуспеть в спасброскеТелосложения, иначе будет подвержена эффекту заклинания в течение времени его действия.Когда цель впервые за ход получает урон выбранного вида, она также получает дополнительно2к6урона этого вида.Кроме того, цель теряет любыесопротивленияк этому виду урона, пока не закончится заклинание.",
          "url": "https://ttg.club/spells/elemental_bane"
     },
     {
          "rusName": "Принуждение",
          "engName": "Compulsion",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард",
          "subClasses": "Домен Порядка, Клятва Славы, Домен Луны, Домен Предсказания, Клятва Хищничества, Клятва Плетения",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Выбранные вами существа, которых вы видите в пределах дистанции, и которые слышат вас, должны совершить спасбросокМудрости. Цель автоматически преуспевает, если не может бытьочарована. При провале спасброска цель попадает под действие этого заклинания.Пока заклинание активно, вы можете в каждом своём ходубонусным действиемуказать направление, горизонтальное для вас. Все попавшие под действие цели должны в свой следующий ход максимально возможно перемещаться в том направлении. Перед перемещением они могут совершить свои действия. После перемещения из-за заклинания они могут совершить ещё один спасбросокМудрости, чтобы окончить этот эффект.Цель не обязана перемещаться в очевидно опасное место, такое как огонь или костёр, но онапровоцирует атаки, когда идёт в указанном направлении.",
          "url": "https://ttg.club/spells/compulsion"
     },
     {
          "rusName": "Синхронность",
          "engName": "Synchronicity",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Существо, к которому вы прикасаетесь, чувствует, как реальность слегка смещается в его пользу, пока действует это заклинание.Цели не доставляют неудобства мирские задержки любого рода. Светофор всегда горит зеленым, всегда есть ожидающий лифт и такси всегда за углом. Цель может бежать на полной скорости через плотную толпу и при этомпровоцированные атакисовершаются спомехой.Синхронность даетпреимуществона проверкиЛовкости (Скрытность), поскольку цель всегда находит подходящее укрытие. Кроме того, цель совершает спреимуществомвсе проверки характеристик, совершаемые для управления транспортным средством.В случае, если два или более существ под эффектом синхронности пытаются избежать причинения неудобств друг другу, существа вступают в состязаниеХаризмыкаждый раз, когда эффекты заклинаний противостоят друг другу.",
          "url": "https://ttg.club/spells/synchronicity"
     },
     {
          "rusName": "Ночные кошмары",
          "engName": "Night Terrors",
          "level": 4,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Домен Часовых Механизмов, Домен Тьмы, Пожиратель Света",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "глаз ворона"
               }
          },
          "description": "Вы пробуждаете древний страх темноты, который скрывается в сердцах всех существ. Выберите точку, которую вы можете видеть в пределах дальности заклинания. Каждое существо в 20 клетках от точки становитсяиспуганнымивами до начала вашего следующего хода и должно совершить спасбросокМудрости, становясьпарализованнымпри провале.Парализованнаяцель может повторять спасбросок в конце каждого своего хода, заканчивая эффект при успехе. Существа, обладающие иммунитетом к испугу не подвержено ночным кошмарам.",
          "url": "https://ttg.club/spells/night_terrors"
     },
     {
          "rusName": "Облава на логово",
          "engName": "Raid the Lair",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Следопыт",
          "subClasses": "Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "частичка дракона, логово которое вы громите"
               }
          },
          "description": "Вы создаёте невидимый круг защитной энергии с центром на вас, с радиусом в 10 футов. Эта область двигается вместо с вами. Заклинатель и все союзники становятся ограждены защитным полем от действий драконьего логова.Броски атаки, совершённые напрямую из логова, осуществляются спомехой.Спасброски, совершаемые непосредственно от действий логова, совершаются спреимуществом, и урон, наносимый действиями логова, уменьшается вдвое.Действие логова происходит по инициативе на 10 меньше, чем обычная.Заклинатель совершает спреимуществомспасброскиТелосложениядля сохранения концентрации на этом заклинании.",
          "url": "https://ttg.club/spells/raid_the_lair"
     },
     {
          "rusName": "Страж веры",
          "engName": "Guardian of Faith",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": "Домен Жизни, Домен Света, Клятва Преданности, Небожитель, Клятва Короны, Окетра: Домен Сплочённости, Воин Духа, Духовный Проводник",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В выбранной и видимой вами свободной клетке в пределах дистанции появляется и начинает парить призрачный страж. Страж занимает своё пространство, и его контуры плохо видны за исключением сверкающего меча и щита, украшенного символом вашего божества.Все существа, враждебные вам, перемещающиеся впервые за ход в пространство, находящееся в пределах 10 футов от стража, должны преуспеть в спасброскеЛовкости. При провале такое существо получает20урона излучением или половину этого урона при успехе.Страж исчезает, когда причинит суммарно60урона.",
          "url": "https://ttg.club/spells/guardian_of_faith"
     },
     {
          "rusName": "Тайны лабиринта",
          "engName": "Labyrinth Mastery",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Следопыт",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "чистый лист пергамента"
               }
          },
          "description": "Произнеся это заклинание, вы получаете возможность чувствовать окружающую вас местность. Если вы находитесь в лабиринте, или в любой другой структуре с несколькими ответвлениями и тупиками - это заклинание подскажет вам ближайший путь к выходу из неё. При этом ближайший может не означать самый быстрый и кратчайший маршрут.Если во время движения вы приближаетесь к более близкому выходу, заклинание уведомит вас об этом. Кроме этого, вы получаетепреимуществона проверки от состояниязастать врасплох, и броскиИнициативы.Также заклинание даёт вам идеальную память обо всех частях лабиринта, которые вы посетили. То есть, если вы вернётесь к местности, в которой уже ранее были, вы автоматически узнаете об этом.Находясь под заклинанием Тайны Лабиринта выДействиемможете окончить эффект заклинания Лабиринт (Малый или Большой) не совершая проверкиИнтеллекта.",
          "url": "https://ttg.club/spells/labyrinth_mastery"
     },
     {
          "rusName": "Вызов малых элементалей",
          "engName": "Conjure Minor Elementals",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Домен Океана, Домен Скорости, Владыка Гениев",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете элементалей, которые появляются в свободном пространстве, которое вы видите в пределах дистанции. Выберите один из вариантов того, кто появляется:Один элементаль с показателем опасности 2 или нижеДва элементаля с показателем опасности 1 или нижеЧетыре элементаля с показателем опасности 1/2 или нижеВосемь элементалей с показателем опасности 1/4 или нижеЭлементаль исчезает, когда его хиты опускаются до 0, или когда заклинание оканчивается.Призванные существа дружественны к вам и вашим спутникам.Совершите проверку инициативы за призванных существ как за одну группу, и они будут совершать свои собственные ходы. Они подчиняются отданным вами устно командам (действие не требуется). Если вы не отдаёте команду, они защищаются от враждебных существ, но действий не совершают.Параметры существ есть у Мастера.",
          "url": "https://ttg.club/spells/conjure_minor_elementals"
     },
     {
          "rusName": "Поиск существа",
          "engName": "Locate Creature",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец, Паладин, Следопыт",
          "subClasses": "Домен Порядка, Домен Кошки, Королева Воронов, Домен Инквизиции, Клятва Рвения, Дикое Сердце",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочек меха ищейки"
               }
          },
          "description": "Опишите или назовите известное вам существо. Вы чувствуете направление к этому существу, пока оно находится в пределах 1 000 футов от вас. Если существо перемещается, вы узнаёте, в какую сторону оно направляется. Это заклинание может искать конкретное известное вам существо, или ближайшее существо конкретного вида (например, человек или единорог), если вы хотя бы раз видели такое существо вблизи (в пределах 30 футов).Если описанное или названное вами существо находится в другом обличье, например, под эффектом заклинанияпревращение [polymorph], это заклинание не найдёт это существо.Это заклинание не может обнаружить существ, если прямой путь между вами перерезан текущей водой шириной как минимум 10 футов.",
          "url": "https://ttg.club/spells/locate_creature"
     },
     {
          "rusName": "Древесный захват",
          "engName": "Tree Strike",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькая веточка"
               }
          },
          "description": "Вы приказываете дереву с помощью ветвей, схватить, притянуть и удерживать существо в пределах 10 футов от него.Цель должна преуспеть в спасброскеЛовкостиили получит6к8дробящего урона, будет притянуто к дереву и опутано ветвями. Удерживаемое существо может действием совершить проверкуСилыилиЛовкостина выбор существа, против сложности вашего заклинания, чтобы освободиться.",
          "url": "https://ttg.club/spells/tree_strike"
     },
     {
          "rusName": "Оружие Пустоты",
          "engName": "Nether Weapon",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Домен Пустоты",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "чернила, мел или другое средство для письма"
               }
          },
          "description": "Вы шепчете на языке Пустоты и прикасаетесь к оружию.Пока заклинание не закончится, оружие становится черным, становится магическим, если оно не было магическим ранее и наносит2к6урона некротической энергией (в дополнение к своему обычному урону) при успешном попадании. Существо, получившее некротический урон от зачарованного оружия, не может восстановить хиты до начала вашего следующего хода.",
          "url": "https://ttg.club/spells/nether_weapon"
     },
     {
          "rusName": "Огненный поток",
          "engName": "Torrent of Fire",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "rounds",
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок обсидиана"
               }
          },
          "description": "Используя силу огня, содержащуюся в лей-линиях, вы призываете 60-футовый конус пламени. Существа, попавшие в эту область должны совершить спасбросокЛовкостии получить6к6урона огнём в случае провала, или половину в случае успеха. После этого, вы можете передвинуться по всей длине пламени. Это перемещение не считается движением и не провоцирует атак по возможности.",
          "url": "https://ttg.club/spells/torrent_of_fire"
     },
     {
          "rusName": "Болезненное сияние",
          "engName": "Sickening Radiance",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей, Шаман, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Из точки, выбранной вами в пределах дистанции, распространяется сфера тусклого зеленоватого света с радиусом 30 футов. Свет огибает углы и существует до тех пор, пока заклинание не закончится.Если существо впервые за раунд входит в область заклинания или начинает в ней свой ход, оно должно преуспеть в спасброскеТелосложения, иначе получает4к10урона излучением. Оно также получает один уровеньистощенияи само начинает испускать зеленоватыйтусклый светв радиусе 5 футов. Этот свет делает невозможным получение преимуществ отневидимости.Свет и любые уровниистощения, вызванные этим заклинанием, проходят, когда заклинание оканчивается.",
          "url": "https://ttg.club/spells/sickening_radiance"
     },
     {
          "rusName": "Делериумный взрыв",
          "engName": "Delerium Blast",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 100 зм, который расходуется заклинанием"
               }
          },
          "description": "Когда вы произносите это заклинание, вы получаете один уровеньКонтаминации.Вы воспламеняете тайную энергию, хранящуюся внутри фрагмента делериума, который держите в руке, и швыряете его в пространство, которое видите в пределах досягаемости заклинания. Фрагмент взрывается сферой беспорядочной психической энергии радиусом 20 футов, которая подавляет разум и чувства тех, кто находится внутри.Каждое существо в этой сфере должно преуспеть в спасброскеИнтеллекта. В случае провала спасброска существо получает (10к6) урона психической энергией и становитсянедееспособнымдо конца своего следующего хода. При успешном спасброске цель получает вдвое меньше урона и не страдает от других эффектов заклинания.",
          "url": "https://ttg.club/spells/delerium_blast"
     },
     {
          "rusName": "Магический глаз",
          "engName": "Arcane Eye",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник, Изобретатель, Шаман",
          "subClasses": "Домен Знаний, Домен Магии, Роевод, Мойры, Домен Предсказания, Домен Инквизиции, Маг Лорхолда, Орден Демиургов, Провидец",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "мех летучей мыши"
               }
          },
          "description": "Вы создаётеневидимыймагический глаз в пределах дистанции, который парит в воздухе на время длительности. Вы мысленно воспринимаете зрительную информацию с глаза, у которого обычное зрение итёмное зрениев пределах 30 футов. Глаз смотрит во всех направлениях.Вы можетеДействиемпереместить глаз на 30 футов в любом направлении. Глаз может удаляться от вас на любое расстояние, но не может уходить на другие планы существования.Сплошные препятствия блокируют движение глаза, но он может проходить через отверстия диаметром в 1 дюйм (2,5 сантиметра).",
          "url": "https://ttg.club/spells/arcane_eye"
     },
     {
          "rusName": "Вращающиеся топоры",
          "engName": "Spinning Axes",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "железное кольцо"
               }
          },
          "description": "Вращающиеся топоры, созданные из светящейся энергии, вырвались из вас в форме кольца, поражая всех существ вокруг вас.Каждое существо в пределах 10 футов от вас должно совершить спасбросокЛовкости, при провале получая5к8урона силовым полем или вдвое меньше при успехе. Существа, которые не являются нежитью или конструктами и повреждены этим заклинанием, начинают кровоточить.Кровоточащее существо получает2к6некротического урона в конце каждого своего хода. Кровотечение можно остановитьДействием, совершив успешную проверкуМедицины (Мудрость)против вашей сложности заклинаний, или с помощью магического лечения или регенерации.Кровотечение останавливается автоматически через 1 минуту.",
          "url": "https://ttg.club/spells/spinning_axes"
     },
     {
          "rusName": "Едкий шар",
          "engName": "Vitriolic Sphere",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля желчи гигантского слизня"
               }
          },
          "description": "В указанной вами точке в пределах дистанции заклинания появляется сияющий шар изумрудно-зелёной кислоты диаметром 1 фут, взрывающийся сферой с радиусом 20 футов.Все существа в этой области должны совершить спасбросокЛовкости. При провале существо получает10к4урона кислотой и ещё5к4урона кислотой в конце своего следующего хода. В случае успешного спасброска существо получает половину первичного урона и не получает урона в конце своего следующего хода.",
          "url": "https://ttg.club/spells/vitriolic_sphere"
     },
     {
          "rusName": "Вызов лесных обитателей",
          "engName": "Conjure Woodland Beings",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Друид, Следопыт",
          "subClasses": "Коллегия Зелёного Листа",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "по одной ягоде падуба за каждое призываемое существо"
               }
          },
          "description": "Вы призываете фейских существ, которые появляются в свободном пространстве, которое вы видите в пределах дистанции. Выберите один из вариантов того, кто появляется:Одно фейское существо с показателем опасности 2 или нижеДва фейских существа с показателем опасности 1 или нижеЧетыре фейских существа с показателем опасности 1/2 или нижеВосемь фейских существ с показателем опасности 1/4 или ниже.Призванное существо исчезает, когда его хиты опускаются до 0, или когда заклинание оканчивается. Призванные существа дружественны к вам и вашим спутникам.Совершите проверку инициативы за призванных существ как за одну группу, и они будут совершать свои собственные ходы. Они подчиняются отданным вами устно командам (действие не требуется). Если вы не отдаёте команду, они защищаются от враждебных существ, но действий не совершают. Параметры существ есть у Мастера.",
          "url": "https://ttg.club/spells/conjure_woodland_beings"
     },
     {
          "rusName": "Иссушающее дыхание",
          "engName": "Desiccating Breath",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "комок высушенной глины"
               }
          },
          "description": "Вы извергаете облако чёрной пыли, вытягивающей всю влагу из 30-футового конуса перед вами.Все существа в конусе должны совершить спасбросокТелосложения, в случае провала они получают4к10некротического урона, или половину этого урона при успехе.Растения и растительные существа получают6к10урона при провале, и половину при успехе.",
          "url": "https://ttg.club/spells/desiccating_breath"
     },
     {
          "rusName": "Очарование монстра",
          "engName": "Charm Monster",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы пытаетесь очаровать существо, которое вы можете видеть в пределах дистанции. Оно должно совершить спасбросокМудрости, спреимуществом, если вы или ваши спутники сражаетесь с ним. Если оно проваливает спасбросок, оноочаровановами до тех пор, пока заклинание активно или пока вы или ваши спутники не причиняете ему вред.Очарованноесущество считает вас своим другом.Когда заклинание оканчивается, существо знает, что былоочаровановами.",
          "url": "https://ttg.club/spells/charm_monster"
     },
     {
          "rusName": "Трепет судьбы",
          "engName": "Flickering Fate",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "rounds",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы или цель, которую вы коснулись, начинают видеть мерцающие тени, показывающие ближайшее будущее. После произнесения заклинания, все существа, находящиеся в пределах дистанции заклинания должны совершить спасбросокМудрости. В случае провала, эти существа в порядке своей инициативы должны заявить все свои действия.Объект заклинания объявляет свои действия последним - после того, как услышит, что делают остальные существа. Как только это происходит - существа, объявившие о действиях, должны как можно точнее в свой ход придерживаться своих заявок. На время действия заклинания объект Трепета судьбы получаетпреимуществана броски атаки, проверки способностей и спасброски, а существа, провалившие спасбросок, получаютпомехуна все броски атаки против цели.",
          "url": "https://ttg.club/spells/flickering_fate"
     },
     {
          "rusName": "Призыв духа аберрации",
          "engName": "Summon Aberration",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун",
          "subClasses": "Аберрантный Разум",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маринованное щупальце и глазное яблоко в инкрустированном платиной флаконе стоимостью не менее 400 зм"
               }
          },
          "description": "Вы вызываетедух аберрации [aberrant spirit]. Он проявляется в незанятом пространстве, которое вы можете видеть. Эта телесная форма использует блок характеристик дух аберрации.Когда вы произносите заклинание, выберите бехолдер, слаад или звездное порождение. Существо похожее на аберрацию такого рода, которая определяет определенные черты в его блоке характеристик. Существо исчезает, когда его хиты опускаются до0или когда заклинание заканчивается.Существо - союзник вам и вашим товарищам. В бою существо имеет ту же инициативу, что у вас, но его ход идет сразу после вашего. Он подчиняется вашим словесным командам (от вас не требуется никаких действий). Если вы не даете команды, существо выполняет действиеУклонениеи использует свой ход, чтобы избежать опасности.",
          "url": "https://ttg.club/spells/summon_aberration"
     },
     {
          "rusName": "Клинок моего брата",
          "engName": "Blade of my Brother",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Жрец, Колдун, Паладин",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "оружие ближнего боя, принадлежавшее мёртвому союзнику цели"
               }
          },
          "description": "Вы касаетесь оружия ближнего боя, которое было использовано ныне мёртвым союзником, и оно оживает и вступает в бой. Оружие подпрыгивает в воздух и летит к другому союзнику (выбранному вами в пределах 15 футов от вас), где оно занимает пространство союзника и никогда не покидает его при движении. Если оружие заставляют передвинуться больше чем на 5 футов от выбранного союзника, заклинание оканчивается. Бонус атаки оружия базируется на вашей базовой характеристике + магический бонус самого оружия, если такой имеется; и оружие получает только свой собственный магический бонус к урону (если такового нет, используется лишь кость урона этого оружия).",
          "url": "https://ttg.club/spells/blade_of_my_brother"
     },
     {
          "rusName": "Воображаемый убийца",
          "engName": "Phantasmal Killer",
          "level": 4,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": "Ведьмовской Клинок, Хаос, Домен Разума, Домен Апокалипсиса, Домен Часовых Механизмов, Домен Тьмы, Колдовской Клинок, Домен Ужаса, Тенеплёт, Связующий Проклятия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы заглядываете в кошмары существа, видимого в пределах дистанции, и создаёте иллюзорное проявление его страхов, видимое только ему.Цель должна совершить спасбросокМудрости. При провале цель становитсяиспуганнойдо конца действия заклинания.В конце каждого своего хода, пока заклинание активно, цель должна преуспевать в спасброскеМудрости, иначе она получает4к10урона психической энергией. При успехе заклинание заканчивается.",
          "url": "https://ttg.club/spells/phantasmal_killer"
     },
     {
          "rusName": "Сумасбродный щит",
          "engName": "Wild Shield",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы окружаете себя силами хаоса. Случайные огни и странные звуки появляются вокруг вас, делая маскировку невозможной. Покуда сумасбродный щит активен, вы можете потратить реакцию, чтобы поглотить заклинание, нацеленное на вас или на область, в которой вы находитесь. Поглощенное заклинание не оказывает никакого эффекта, но процесс поглощения провоцирует возникновение волны магии хаоса.Действие сумасбродного щита заканчивается по истечении длительности, или, когда он поглощает суммарно 4 уровня заклинаний. Если вы пытаетесь поглотить щитом заклинание, уровень которого превышает оставшийся запас уровней, совершите проверку характеристики, используемой вами для накладывания заклинаний соСл 10 + уровень заклинания - количество уровней, которое щит ещё может поглотить.Если проверка успешна, заклинание поглощено; если проверка провалена, заклинание срабатывает как обычно. В обоих случаях возникает волна магии хаоса.",
          "url": "https://ttg.club/spells/wild_shield"
     },
     {
          "rusName": "Гремлины",
          "engName": "Gremlins",
          "level": 4,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "одна шестерёнка"
               }
          },
          "description": "Целью этого заклинания может стать только видимый вами конструкт.Вы вызываете нашествие невидимых духов, чтобы разломать его, и тот сопротивляется заклинанию и избавляется от его эффектов успешным спасброскомМудрости. Пока заклинание действует, конструкт получаетпомехуна броски атаки, проверки характеристик и спасброски, а также получает3к8урона силовым полем в начале каждого своего хода, поскольку духи магическим образом разбирают его на части.",
          "url": "https://ttg.club/spells/gremlins"
     },
     {
          "rusName": "Поглощение разума",
          "engName": "Consume Mind",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Жрец, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "1 унция свежего или магически защищённого от разложения мозга другого существа"
               }
          },
          "description": "Вы поглощаете мозг трупа другого существа, получая часть его воспоминаний и знаний. У трупа должен быть мозг и это не должна быть нежить. Заклинание проваливается если труп был мёртв (и цель не была защищена от разложения) более чем трое суток.Пока заклинание активно, вы можете попытаться воспользоваться памятью поглощенного мозга, чтобы вспомнить такие важные факты, как историю его семьи, последние события, план здания, пароли, подробности смерти существа и тому подобное. Чтобы воспользоваться памятью поглощенного мозга, чтобы узнать какую-то информацию вы должны совершить проверку характеристики, используя модификатор базовой характеристики. Сл проверки равна показателюИнтеллектасущества от которого остался труп.Как только заклинатель совершил бросок с целью определения успеха попытки узнать информацию, он не может попытаться получить эту информацию снова.",
          "url": "https://ttg.club/spells/consume_mind"
     },
     {
          "rusName": "Вызов ноу-бота",
          "engName": "Conjure Knowbot",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы прикасаетесь к отдельному компьютеризированному устройству или компьютерной системе, чтобы вызвать ноу-бота — частично разумную часть программного обеспечения, на которой запечатлены следы ваших собственных навыков и компьютерных способностей. На время действия заклинания вы можете использоватьбонусное действие, чтобы ноу-бот выполнил задачу, связанную с компьютером, которая обычно требуетДействия. Ноу-бот выполняет проверки способностейИнтеллекта, используя ваши характеристики и бонус мастерства, включая ваше владение хакерскими инструментами, если это применимо.У вас есть ограниченная телепатическая связь с ноу-ботом на расстоянии до 500 футов от устройства или системы, где был создан ноу-бот. Если вы выйдете за пределы этого диапазона, ноу-бот исчезнет через2к4хода, как будто время действия заклинания истекло. Повторное перемещение в пределах диапазона немедленно восстанавливает связь.Ноу-бот привязан к системе, в которой он был создан, и остается там до тех пор, пока его не рассеят или пока не истечет время действия заклинания.",
          "url": "https://ttg.club/spells/conjure_knowbot"
     },
     {
          "rusName": "Водяная сфера",
          "engName": "Watery Sphere",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей, Шаман, Магус",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "капля воды"
               }
          },
          "description": "Вы создаёте сферу воды с радиусом 5 футов1в указанной точке в пределах дистанции заклинания. Сфера может парить в воздухе, однако не выше, чем в 10 футах над землёй. Сфера существует до тех пор, пока действует заклинание.Все существа, оказавшиеся внутри сферы, должны совершить спасбросокСилы. В случае успеха существо выталкивается из сферы в ближайшее свободное пространство. Существа как минимум Огромного размера автоматически преуспевают в этом спасброске, существа размером Большое и меньше могут добровольно провалить спасбросок. При провале существо становитсяопутаннымсферой и погружённым в воду внутри сферы.В конце каждого своего ходаопутаннаяцель может повторить спасбросок, при успехе заканчивая действие заклинания на себе. Сфера может опутать до четырёх существ Среднего или меньшего размера или одно Большое существо.Если сфера опутывает существо, превышая при этом данное ограничение, то случайное из уже захваченных существ выпадает из сферы и падает ничком в 5 футах от неё.Вы можетеДействиемпереместить сферу на расстояние до 30 футов по прямой. Если на её пути оказывается яма, обрыв или другой провал, она безопасно спускается до тех пор, пока не достигнет высоты в 10 футов над полом.Все захваченные существа перемещаются вместе со сферой. Вы можете направить сферу в существ, заставляя их сделать спасбросок.Когда заклинание заканчивается, сфера падает на землю и гасит все источники огня немагического происхождения в пределах 30 футов. Все существа, которые находились в ней,падают ничкомна землю. После этого вода исчезает.",
          "url": "https://ttg.club/spells/watery_sphere"
     },
     {
          "rusName": "Переносящая дверь",
          "engName": "Dimension Door",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей, Магус",
          "subClasses": "Домен Обмана, Клятва Мести, Фейский Странник, Домен Кошки, Домен Лабиринта, Домен Скорости, Домен Путешествия, Домен Пустоты, Бонту: Домен Амбиций",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы телепортируетесь в другое пространство в пределах дистанции. Вы оказываетесь точно в выбранном месте. Это может быть место, которое вы видели, которое вы представляете, или которое вы можете описать указаниями направления и расстояния, например, «200 футов подо мной» или «на северо-запад, вверх под углом 45 градусов, на 300 футов».Вы можете взять с собой предметы, если их вес позволяет вам их нести. Вы также можете взять с собой одно согласное существо, с размером не больше вашего, которое тоже может нести дозволенный вес предметов.При накладывании заклинания существо должно находиться в пределах 5 футов от вас. Если вы должны оказаться в месте, уже занятом существом или предметом, вы и все перемещающиеся с вами существа получаете4к6урона силовым полем, и заклинание вас не телепортирует.",
          "url": "https://ttg.club/spells/dimension_door"
     },
     {
          "rusName": "Эго кнут",
          "engName": "Ego Whip",
          "level": 4,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы поражаете разум одного существа, что вы видите в пределах дистанции, наполняя его отчаянием.Цель должна преуспеть в спасброскеИнтеллекта, при провале цель заклинания получаетпомехуна атаки, проверки характеристик и спасброски и не может накладывать заклинания.В конце каждого своего хода цель может совершать еще один спасбросокИнтеллекта. В случае успеха заклинание оканчивается на цели.",
          "url": "https://ttg.club/spells/ego_whip"
     },
     {
          "rusName": "Предсказание",
          "engName": "Divination",
          "level": 4,
          "schools": [
               "divination"
          ],
          "isRitual": true,
          "classes": "Волшебник, Друид, Жрец, Шаман",
          "subClasses": "Клятва Предначертания, Домен Пророчества, Мойры, Круг Камней, Клятва Рвения, Орден Полумрака, Провидец",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "благовония и жертвенное подношение, подходящее вашей религии, стоящие вместе как минимум 25 зм, расходуемые заклинанием"
               }
          },
          "description": "Ваша магия и жертвоприношение связывают вас с богом или его слугой. Вы задаёте один вопрос о конкретной цели, событии, или деятельности, которая произойдёт в течение следующих 7 дней. Мастер даёт на эточестныйответ.Это может быть короткая фраза, загадочный стих или знамение. Это заклинание не учитывает всевозможные обстоятельства, способные изменить исход событий, такие как накладывание дополнительных заклинаний и потеря и приобретение спутников.Если вы накладываете это заклинание несколько раз до завершения продолжительного отдыха, существует накопительный шанс 25 процентов за каждое использование, начиная со второго, что вы получите случайный ответ. Мастер совершает этот бросок скрытно.",
          "url": "https://ttg.club/spells/divination"
     },
     {
          "rusName": "Рассеивание невидимости",
          "engName": "Invisibility Purge",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряный порошок стоимостью минимум 100 зм."
               }
          },
          "description": "Вы снимаете магические эффекты невидимости в радиусе 120 футов от себя. Любое существо, объект, локация или эффект в пределах 120 футов от вас скрытое магическойневидимостью, раскрываются, иневидимостьрассеивается. Это заклинание применяется к врожденным способностям, которые являются магическими по своей природе, таким какневидимостьбеса [imp], но оно не влияет на существ на других планах существования, таких как Эфирный план. Оно также не раскрывает существ, которые от природы невидимы. Действие предметов, дающих магическую невидимость (например,кольца невидимости [ring of invisibility]), подавляется 1 минуту.",
          "url": "https://ttg.club/spells/invisibility_purge"
     },
     {
          "rusName": "Вызов Барлгура",
          "engName": "Conjure Barlgura",
          "level": 4,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "вплоть"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете демонабарлгуру [barlgura], который появляется в незанятом пространстве, которое вы можете видеть в пределах досягаемости. Барлгура исчезает, когда его хиты падают до 0 или когда заклинание заканчивается.Барлгура враждебен ко всем, кроме демонов. Бросьте инициативу длябарлгуры [barlgura], у него есть свои ходы. В начале своего хода он приближается и атакует ближайшее существо которое считает не демоном. Если два или более существ находятся одинаково близко, он выбирает одно из них случайным образом. Если он не видит потенциальных врагов, барлгура движется в случайном направлении в поисках врагов.В рамках произнесения заклинания вы можете начертить круг на земле, используя кровь разумного гуманоида, убитого в течение последних 24 часов. Круг достаточно большой, чтобы охватить пространство вокруг вас. Призванныйбарлгура [barlgura]не может пересечь круг или атаковать кого-либо в нем, пока действует заклинание.",
          "url": "https://ttg.club/spells/conjure_barlgura"
     },
     {
          "rusName": "Аура очищения",
          "engName": "Aura of Purity",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Паладин",
          "subClasses": "Боевой Кузнец, Домен Мира, Клятва Смотрителей",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "От вас исходит очищающая аура с радиусом 30 футов. Пока заклинание активно, аура перемещается вместе с вами, оставаясь с центром на вас.Все невраждебные существа в ауре (включая вас) не могут заболеть, имеютсопротивлениек уронуядоми совершают спреимуществомспасброски от эффектов, вызывающих следующие состояния:глухота,испуг,ослепление,отравление,очарование,ошеломлениеипаралич.",
          "url": "https://ttg.club/spells/aura_of_purity"
     },
     {
          "rusName": "Загнивающая чешуя",
          "engName": "Scale Rot",
          "level": 4,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Следопыт",
          "subClasses": "Домен Дракона, Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете смерть и разрушение, чтобы покарать своих врагов. Одно существо по вашему выбору в пределах 30 футов от вас, обладающее природной бронёй, должно совершить спасбросокТелосложения. При провале все атаки против него совершаются спреимуществом, и существо не может восстанавливать хиты никаким способом. Существо, попавшее под эффект заклинания, может закончить его, действием совершив удачный спасбросокТелосложения. Удачный спасбросок оканчивает эффект и существо получает иммунитет к действию этого заклинания на 24 часа.",
          "url": "https://ttg.club/spells/scale_rot"
     },
     {
          "rusName": "Искажение гравитации",
          "engName": "Distort Gravity",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": null,
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "гироскоп"
               }
          },
          "description": "Заклинание изменяет направление силы тяжести на вертикальной поверхности, к которой вы прикасаетесь, заставляя ее притягивать существ и предметы в радиусе 15 футов к себе, как если бы это была земля. Площадь поверхности может достигать 60 футового квадрата, и она может огибать строение, если позволяет геометрия. Существо может ходить по этой поверхности, как по ровной земле, даже если поверхность перпендикулярна земле или перевернута. Когда время действия заканчивается, все существа и предметы падают с поверхности.",
          "url": "https://ttg.club/spells/distort_gravity"
     },
     {
          "rusName": "Защита от смерти",
          "engName": "Death Ward",
          "level": 4,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Жрец, Паладин, Магус",
          "subClasses": "Домен Жизни, Домен Упокоения, Бессмертный, Алхимик, Домен Смерти, Клятва Предначертания, Домен Энтропии, Домен Пророчества, Нежить, Мастер Кузнечного Дела, Дитя Рун, Бонту: Домен Амбиций, Преследуемый, Чумной Доктор, Орден Стражей, Духовный Проводник",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы касаетесь существа и даруете ему некоторую защиту от смерти. Когда хиты цели впервые опускаются до0из-за получения урона, хиты цели опускаются всего лишь до1, и заклинание заканчивается.Если заклинание ещё действует, а цель попадает под действие эффекта, убивающего её мгновенно, не причиняя урона, то этот эффект игнорируется, и заклинание заканчивается.",
          "url": "https://ttg.club/spells/death_ward"
     },
     {
          "rusName": "Хрупкость",
          "engName": "Brittling",
          "level": 4,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание использует сильнейший мороз, чтобы сделать металл или камень хрупкими и расколоть их с необычайной лёгкостью. Хиты предмета навсегда уменьшаются на число, равное вашему уровню заклинателя, а проверкиСилы, направленные на то, чтобы разбить или расколоть предмет, в течении 1 минуты после произнесения заклинания совершаются спреимуществом. Если предмет не разбился на кусочки, его можно починить как обычно.",
          "url": "https://ttg.club/spells/brittling"
     }
]