[
     {
          "rusName": "Смерч",
          "engName": "Whirlwind",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "соломинка"
               }
          },
          "description": "В указанной вами точке, которую вы можете видеть в пределах дистанции заклинания, на поверхности земли возникает ревущий смерч. Он представляет собой цилиндр с радиусом 10 футов и высотой 30 футов.Пока заклинание действует, вы можетеДействиемпереместить его на расстояние до 30 футов в любом направлении вдоль земли.Смерч засасывает любые предметы с размером не большеСреднего, ни на кого не надетые и никем не переносимые.Существо должно совершить спасбросокЛовкостив момент, когда в первый раз за ход оно входит в область смерча или когда область смерча входит в пространство существа, включая момент первоначального возникновения смерча. При провале существо получает10к6дробящего урона, а при успехе – половину этого урона.Кроме того, существо с размером не больше Большого, провалившее спасбросок, должно преуспеть в спасброскеСилы, иначе будетопутаносмерчем на время действия заклинания.В начале каждого ходаопутанноесущество подтягивается на 5 футов вверх, пока не окажется на вершине смерча.Опутанноесущество перемещается вместе со смерчем и падает на землю, когда заклинание заканчивается, если у него нет возможности остаться в воздухе.Опутанноесущество можетдействиемсовершить проверкуСилыилиЛовкостипротив Сл ваших заклинаний. В случае успеха оно перестаёт бытьопутанными вылетает из смерча на3к6 × 10футов в случайном направлении.",
          "url": "https://ttg.club/spells/whirlwind"
     },
     {
          "rusName": "Аспект дракона",
          "engName": "Aspect of the Dragon",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "драконья чешуя"
               }
          },
          "description": "Используя свою кровь, вы пробуждаете свою древнюю сущность демонстрируя миру, что вы не похожи на остальных. Заклинание позволяет вам принять форму любого существа с типом дракон и ПО не выше 10.Когда вы превращены, вы принимаете хиты и кость хитов новой формы. По возвращении в нормальный облик, ваши хиты вновь будут такими же, как до превращения. Однако если вы вернулись в свой облик из-за опускания хитов до 0, «лишний» урон переносится на нормальный облик. Если этот урон не довёл хиты ваши хиты до 0, то вы не теряете сознания.Вы сохраняете преимущества от всех умений класса, расы и прочих источников, и можете пользоваться ими, если этому не препятствует новый физический облик. Вы можете разговаривать, если ваша новая форма также умеет это делать.Вы сами определяете, какое снаряжение остаётся лежать на земле, какое сольётся с новым обликом, а какое будет надето. Мастер решает, какое снаряжение может носить новая форма, чтобы оно действовало как обычно. Снаряжение не меняет форму и размер под новый облик, и, если не подходит новому облику, оно должно остаться на земле или слиться с новым обликом. Слившееся с обликом снаряжение не работает, пока вы опять не примете свой облик.",
          "url": "https://ttg.club/spells/aspect_of_the_dragon"
     },
     {
          "rusName": "Изоляция",
          "engName": "Sequester",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "смесь порошков из бриллианта, изумруда, рубина и сапфира, стоящая как минимум 5 000 зм, расходуемая заклинанием"
               }
          },
          "description": "При помощи этого заклинания согласное существо или предмет можно защитить на время действия заклинания от обнаружения. Когда вы накладываете это заклинание и касаетесь цели, она становитсяневидимой, и не может стать целью заклинаний школыПрорицания, а также не обнаруживается сенсорами, созданными заклинаниями школыПрорицания.Если цель — существо, оно входит в состояние приостановленной жизнедеятельности. Время для него не течёт, и оно не стареет.Вы можете определить условия, при которых заклинание окончится. Это может быть что угодно, но оно должно произойти в пределах 1 мили от цели. Примерами могут стать «через 1000 лет» и «когда проснётся Тараск». Это заклинание также оканчивается, если цель получает урон.",
          "url": "https://ttg.club/spells/sequester"
     },
     {
          "rusName": "Радужные брызги",
          "engName": "Prismatic Spray",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Восемь разноцветных лучей света вылетают из вашей ладони. Каждый луч своего цвета, и у каждого свои особые свойства.Все существа в пределах 60-футового конуса должны совершить спасбросокЛовкости. Для каждой цели совершите бросокк8, чтобы определить, луч какого цвета её коснулся.Красный.Цель получает10к6урона огнём при провале или половину этого урона при успехе.Оранжевый.Цель получает10к6урона кислотой при провале или половину этого урона при успехе.Жёлтый.Цель получает10к6урона электричеством при провале или половину этого урона при успехе.Зелёный.Цель получает10к6урона ядом при провале или половину этого урона при успехе.Голубой.Цель получает10к6урона холодом при провале или половину этого урона при успехе.Синий.При провале цель становитсяопутанной. После этого цель в конце каждого своего хода совершает спасбросокТелосложения. Если будет совершено три успешных спасброска, заклинание оканчивается. Если накопится три провала, цель навсегда превращается в камень и становитсяокаменевшей. Успехи и провалы не обязаны быть последовательными; отслеживайте их отдельно друг от друга, пока не накопится три результата одного вида.Фиолетовый.При провале цель становитсяослепшей. В начале вашего следующего хода она совершает спасбросокМудрости. Успех оканчиваетослепление. При провале существо перемещается на другой план существования на выбор Мастера и перестаёт быть ослепшей (обычно существа на неродных планах изгоняются домой, а остальные существа обычно выбрасываются на Астральный или Эфирный планы).Особенность.По цели попадают два луча. Совершите ещё два броска кости, перебрасывая выпавшие «8».",
          "url": "https://ttg.club/spells/prismatic_spray"
     },
     {
          "rusName": "Великолепный особняк Морденкайнена",
          "engName": "Mordenkainen's Magnificent Mansion",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "300"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "миниатюрная дверь из слоновой кости, кусочек полированного мрамора и крошечная серебряная ложка; каждый предмет должен стоить как минимум 5 зм"
               }
          },
          "description": "Вы создаёте межпространственное жилище в пределах дистанции, существующее, пока заклинание активно. Вы выбираете, где будет находиться единственный вход. Вход слабо светится; он 5 футов в ширину и 10 футов в высоту.Вы и все существа, указанные вами при накладывании заклинания, можете входить в это жилище, пока дверь открыта. Вы можете открывать и закрывать дверь, если находитесь в пределах 30 футов от неё. Дверь невидима, когда закрыта. За дверью находится великолепная прихожая с многочисленными комнатами. Там свежий и тёплый воздух.Вы можете создать любую планировку, но пространство не может превышать 50 кубов с длиной ребра в 10 футов. Это место украшено и обставлено мебелью так, как вы пожелаете. Там достаточно еды для 100 человек с девятью переменами блюд.Вошедшим прислуживают 100 практически прозрачных слуг. Внешний облик и одежду этих слуг определяете вы. Они послушно исполняют все приказы. Каждый слуга может исполнять задачи, которые доступны любому человеческому слуге, но они не могут атаковать и совершать действия, причиняющие вред другому существу. Таким образом, слуги могут подавать вещи, чистить, штопать, гладить одежду, зажигать огни, подавать пищу, наливать вино и так далее. Слуги могут перемещаться по особняку, но не могут выходить из него.Мебель и другие предметы, созданные этим заклинанием, превращаются в дым, если их вынесут из особняка. Когда заклинание заканчивается, все существа, находящиеся в межпространстве, изгоняются в свободное пространство, ближайшее к входу.Все предметы, не созданные заклинанием, выбрасываются из особняка после завершения действия этого заклинания, и они появляются в ближайшем ко входу свободном пространстве.",
          "url": "https://ttg.club/spells/mordenkainen's_magnificent_mansion"
     },
     {
          "rusName": "Вызов небожителя",
          "engName": "Conjure Celestial",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете небожителя с показателем опасности4или меньше, появляющегося в свободном месте, которое вы видите в пределах дистанции. Небожитель исчезает, когда его хиты опускаются до0или когда заклинание оканчивается.Небожитель дружественен к вам и вашим спутникам, пока заклинание активно. Совершите проверку инициативы за небожителя, и он будет совершать свои собственные ходы. Он подчиняется отданным вами устно командам (действие не требуется), если они не противоречат его мировоззрению.Если вы не отдаёте команду, он защищается от враждебных существ, но действий не совершает. Параметры небожителя есть у Мастера.",
          "url": "https://ttg.club/spells/conjure_celestial"
     },
     {
          "rusName": "Создание магена",
          "engName": "Create Magen",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "флакон ртути стоимостью как минимум 500 зм и полноразмерная кукла человека, расходуемые заклинанием; изящный хрустальный жезл, стоимостью как минимум 1 500 зм, не расходуемый заклинанием"
               }
          },
          "description": "Сотворяя это заклинание, Вы помещаете флакон ртути в грудину полноразмерный куклы человека, набитой пылью или золой. После этого Вы зашиваете куклу и капаете на неё каплей своей крови. Завершая заклинание, Вы касаетесь куклы хрустальным жезлом, превращая её в магена, одетого в то, что носила кукла. Тип магена выбираете Вы во время сотворения заклинания.Когда маген появляется, Ваш максимум хитов уменьшается на число, равное уровню опасности магена (минимум на 1).Только заклинаниеисполнение желаний [wish]может отменить это уменьшение максимального числа хитов. Все созданные Вами этим заклинанием магены беспрекословно подчиняются Вашим командам.",
          "url": "https://ttg.club/spells/create_magen"
     },
     {
          "rusName": "Движущаяся стена",
          "engName": "Walking Wall",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "100 миниатюрных топоров"
               }
          },
          "description": "Это заклинание создаёт стену вращающихся топоров из кучи миниатюрных топориков, предоставленных вами во время накладывания заклинания.Стена заполняет область 10 футов шириной, 10 футов высотой и 20 футов длиной. Стена имеет базовую скорость 50 футов, но не может совершатьРывок. Она может делать до четырёх атак в раунд во время своего хода, используя ваш модификатор броска атаки заклинанием для атаки, и имеет досягаемость 10 футов. Вы отдаете приказы к перемещению и атакам стеныбонусным действием.Если вы не отдаете приказов, стена продолжает исполнять последний данный вами ей приказ. Стена не может совершать реакции. Каждая попавшая атака наносит4к6режущего урона, и этот урон считается магическим.Движущуюся стену можно атаковать. Она имеет КД 12,200хитов ииммуннак психическому и колющему урону, урону ядом и некротической энергией. Если хиты стены опускаются до 0 или длительность заклинания истекает, стена исчезает, а 100 миниатюрных топориков падают на землю аккуратной кучкой.",
          "url": "https://ttg.club/spells/walking_wall"
     },
     {
          "rusName": "Сон синей вуали",
          "engName": "Dream of the Blue Veil",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "20"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "6"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "магический предмет или желающее существо из целевого мира"
               }
          },
          "description": "Вы и до восьми согласных существ в пределах досягаемости теряете сознание на время действия заклинания и испытываете видения другого мира на Материальном плане, как, например, Орта, Торила, Кринна или Эберрона. Если заклинание поддерживается в течение своей полной длительности, то видения приводят к тому, что каждый из вас находит и отодвигает загадочный синий занавес.Заклинание заканчивается тем, что вы ментально и физически переноситесь в мир, который был в видениях.Чтобы наложить это заклинание, у вас должен быть магический предмет, созданный в мире, в который вы хотите попасть, и вы должны знать о существовании этого мира, даже если вы не знаете его названия. Вы попадает в безопасное место в пределах 1 мили от того места, где используемый магический предмет был создан. Вы можете наложить заклинание без магического предмета, если одно из существ под действием этого заклинания родилось в том мире. В таком случае пункт назначения будет безопасным местом в пределах 1 мили от того места, где это существо родилось.Заклинание заканчивается раньше времени для существа, получающего какой-либо урон, и это существо не переносится. Если заклинатель получает какой-либо урон, заклинание заканчивается для всех существ, и никто не будет перенесён.",
          "url": "https://ttg.club/spells/dream_of_the_blue_veil"
     },
     {
          "rusName": "Адский кованный",
          "engName": "Hellforging",
          "level": 7,
          "schools": [
               "necromancy"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "завершенное механическое тело, инкрустированное пустым камнем душ"
               }
          },
          "description": "Вы проводите час призывая бестелесного злого духа. По окончанию этого времени, призванный дух должен преуспеть в спасброскеХаризмы. Если спасбросок успешен, вы получаете2к10физического урона плюс2к10некротического урона от волн неконтролируемой энергии исходящих от бестелесного духа. Пока заклинание активно, вы можете заставить проходить его данный бросок в конце каждого вашего хода, с тем же последствиями для вас, в случае успешного прохождения спасброска.Если вы решите прекратить данное заклинание, либо вы не в состоянии поддерживать его, то дух возвращается в место своих мучений и не может быть призван вновь. Если спасбросок провален, призванный дух перемещается в пустой «камень душ» и немедленно оживляет механическое тело. Существо теперь является демоническим механизмом - Адским Кованным (или Адокованным). Он теряет все свое предыдущие расовые черты и получает черты Кованного, за исключением следующих:Уязвимость:Адокованные уязвимы к урону излучениемЗлой ум:Адокованные имеютпомехуна спасброски против заклинаний и способностей злых исчадий или аберраций, которые затрагивают разум или поведение.Некогда живой:Адокованный имеет смутное представление о том, кем он был в своей прошлой жизни, но этих воспоминаний достаточно, чтобы он мог получить владение одним навыком. Языки: Общий, Машинная речь и Инфернальный или язык БездныДо четырёх заклинателей как минимум 5-го уровня могут помочь вам в ритуале. Каждый помощник увеличивает сложность спасброскаХаризмына 1. В случае провала спасброска урон получают как заклинатель, так и каждый из помощников. Помощник, выбывший из процесса сотворения заклинания, не может вступить в него снова.",
          "url": "https://ttg.club/spells/hellforging"
     },
     {
          "rusName": "Вызов теневого титана",
          "engName": "Conjure Shadow Titan",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете теневого титана, который появляется в незанятой клетке, которую вы можете видеть и находящей в радиусе действия заклинания Теневой титан использует статистику идентичнуюкаменному великану [stone giant], но его умение камуфляжа работает в тусклом свете вместо каменистой, и «скалы», которые он метает, состоят из теневой материи и наносят урон холодом.Титан дружелюбен по отношению к вам и вашим компаньонам. Он имеет свою инициативу и действует в свой ход. Он подчиняется простым вербальным или телепатическим командам (отдача команды не требует действия) и выполняет их в меру своих сил. Если вы не отдаёте ему команд, он защищает себя от врагов, и не предпринимает других действий.Теневой титан исчезает, когда его хиты опускаются до 0 или, когда оканчивается заклинание.",
          "url": "https://ttg.club/spells/conjure_shadow_titan"
     },
     {
          "rusName": "Храм богов",
          "engName": "Temple of the Gods",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "святой символ, стоимостью не менее 5 зм"
               }
          },
          "description": "Вы создаёте храм, появляющийся из мерцающего света на земле в том месте, которое вы можете видеть в пределах дистанции.Храм должен умещаться в незанятом кубе с длиной ребра до 120 футов. Храм остаётся до тех пор, пока заклинание не закончится. Он посвящен любому богу, пантеону или философии, которые представлены священным символом, используемым при накладывании заклинания.Вы сами решаете, как храм должен выглядеть. Внутреннее пространство храма ограничено полом, стенами и крышей. У храма одна входная дверь, но любое количество окон. Только вы и те существа, которых вы указываете, когда сотворяете заклинание, могут открыть или закрыть дверь. Интерьер храма – это открытое пространство с идолом или алтарём у одной из стен.Вы определяете, освещается ли храм, и является ли этот свет ярким или тусклым. Внутри воздух наполнен запахом горящих благовоний, а температура комфортная. Храм препятствует существам тех типов, которые вы выбираете, когда сотворяете это заклинание.Выберите один или несколько из следующих типов: небожители, элементали, феи, исчадия или нежить. Если существо выбранного типа пытается войти в храм, оно должно совершить спасбросокХаризмы. При провале оно не может войти в храм в течение 24 часов. Даже если существо сумело войти в храм, магия этого места является для него помехой; всякий раз, когда оно совершает бросок атаки, проверку способности или спасбросок внутри храма, существо должно броситьк4и вычесть получившееся число из его броскак20.Кроме того, сенсоры, созданные заклинаниями школыПрорицания, не могут появиться внутри храма, а существа внутри него не могут быть целями заклинаний этой школы.Наконец, всякий раз, когда какое-либо существо в храме восстанавливает хиты заклинанием 1 уровня или выше, оно дополнительно восстанавливает хиты в количестве, равном вашему модификаторуМудрости(минимум 1 хит).Храм сделан из светонепроницаемого магического поля, которое простирается на Эфирный План, тем самым блокируя межпланарное перемещение внутрь храма.Также ничто не может проникнуть в храм физическим путём. Он не может быть развеянрассеиванием магии [disdivel magic], ипреграда магии [antimagic field]не оказывает на него никакого эффекта.Заклинаниераспад [disintegrate]мгновенно разрушает храм.Сотворение этого заклинания на одно и то же место каждый день в течение года делает этот эффект постоянным.",
          "url": "https://ttg.club/spells/temple_of_the_gods"
     },
     {
          "rusName": "Божественное слово",
          "engName": "Divine Word",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "30"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите божественное слово, наделённое силой, сформировавшей мир на заре творения. Выберите любое количество существ, которых вы видите в пределах дистанции.Все эти существа, слышащие вас, должны совершить спасбросокХаризмы. При провале существо попадает под действие эффекта, основанного на текущем количестве хитов:50хитов или меньше:глухотана 1 минуту40хитов или меньше:глухотаислепотана 10 минут30хитов или меньше:слепота,глухотаиошеломлениена 1 час20хитов или меньше:моментальная смертьВне зависимости от текущих хитов, исчадия, небожители, феи и элементали, провалившие спасбросок, изгоняются на свой родной план (если только они уже там не находятся), и не могут вернуться на ваш текущий план в течение 24 часов кроме как посредством заклинанияисполнение желаний [wish].",
          "url": "https://ttg.club/spells/divine_word"
     },
     {
          "rusName": "Изменение тяготения",
          "engName": "Reverse Gravity",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "магнетит и железные опилки"
               }
          },
          "description": "Это заклинание обращает гравитацию в цилиндре с радиусом 50 футов и высотой 100 футов с центром на точке в пределах дистанции. Все существа и предметы, не прикреплённые к полу, падают вверх до верхушки цилиндра, когда вы накладываете это заклинание.Существо может совершить спасбросокЛовкости, чтобы схватиться за закреплённый предмет, и тем самым избежать падения.Если в процесс падения на пути встречается твёрдый предмет (такой как потолок), ударившиеся об него существа и предметы получают обычный урон как от падения вниз.Если существо или предмет достигают верха, ничего не встретив, они остаются там, немного покачиваясь, на период действия заклинания.В конце длительности заклинания существа и предметы падают вниз.",
          "url": "https://ttg.club/spells/reverse_gravity"
     },
     {
          "rusName": "Торжество",
          "engName": "Celebration",
          "level": 7,
          "schools": [
               "enchantment"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник",
          "subClasses": "Эльфийская Высшая Магия",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "90"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "маленькое благовоние для вечеринки"
               }
          },
          "description": "Выберете точку в пределах дистанции заклинания, создавая там область радиусом 30 футов. Все разумные существа, входящие в эту область или начинающий свой ход в ней должны совершить успешный спасбросокМудростиили начаться веселиться - пить, смеяться, петь и танцевать. Попавшие под эффект существа с неохотой покидают область Торжества, предпочитая наслаждаться праздником - они делают это лишь после окончания заклинания. Они забывают о своих проблемах и бедах, и ведут себя довольно жизнерадостно. Под этот эффект попадают в независимости от естества существа и его мировоззрения. Убийцы становятся кроткими, слуги оставляют своих хозяев, а стражники покидают свои посты.Эффект заклинания заканчивается если существо подвергается атаке, получает урон или его принудительно вытаскивают за область праздника. Те, чей спасбросок был успешен, могут входить и выходить из зоны и не бояться статьочарованными. Существо, провалившие бросок и ушедшее из области (принудительно) повторяет его, как только возвращается в область.Ритуальная Фокусировка.Если вы используете ритуальную фокусировку незатронутые эффектом разумные существа в начале своего каждого хода должны совершать новый спасбросок, даже если предыдущие броски были успешны от заклинания.",
          "url": "https://ttg.club/spells/celebration"
     },
     {
          "rusName": "Проклятие древесной кожи",
          "engName": "Arboreal Curse",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кружка живицы"
               }
          },
          "description": "Вы пытаетесь обратить одно существо, которое видите в пределах дистанции в дерево. Если тело цели состоит из плоти, она должна совершить спасбросокТелосложения. При провале она становитсяопутанной, так как плоть начинает отвердевать. В случае успеха существо не попадает под действие заклинания.Существо,опутанноеэтим заклинанием, должно совершать спасброскиТелосложенияв конце каждого своего хода. Если оно преуспело в спасброске от этого заклинания три раза, оно оканчивается. Если оно провалит спасбросок три раза, оно превращается в дерево и получает состояние окаменение на время длительности заклинания. Успехи и провалы не обязаны быть последовательными; отслеживайте их отдельно, пока не накопится три вида чего-то одного.Если превращенное существо сожжено, срублено или уничтожено другим способом, то оно будет убито.Существо остаётся превращённым, если эффект не будет отменен в течение года с помощьюснятия проклятия [remove curse],исполнение желаний [wish]или подобных магических эффектов. Если существо проведёт один год и один день в  виде дерева, превращение станет постоянным и ни что не сможет вернуть его в исходную форму.",
          "url": "https://ttg.club/spells/arboreal_curse"
     },
     {
          "rusName": "Слово силы: Боль",
          "engName": "Power Word Pain",
          "level": 7,
          "schools": [
               "enchantment"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы произносите слово силы, вызывающее волны острой боли у одного существа, которое вы можете видеть в пределах дистанции. Если у цели100хитов или меньше, она подвергается этой ужасной боли. В противном случае заклинание не оказывает никакого эффекта.Цель также не подвержена этому заклинанию, если она невосприимчива кочарованию. Пока цель подвергается ужасной боли, её скорость не может быть больше чем 10 футов. Цель также совершает спомехойвсе броски атаки, проверки характеристик и спасброски, за исключением спасбросковТелосложения.И, наконец, если цель пытается сколдовать заклинание, она должна совершить успешный спасбросокТелосложения, в противном случае заклинание тратится и не срабатывает.Цель, страдающая от этой боли, может совершать спасбросокТелосложенияв конце каждого своего хода. В случае успеха боль проходит.",
          "url": "https://ttg.club/spells/power_word_pain"
     },
     {
          "rusName": "Триумф льда",
          "engName": "Triumph of Ice",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы превращаете один из четырёх элементов в лёд или снег. Область действия заклинания представляет собой сферу с радиусом 100 футов с центром на вас. Эффект заклинания зависит от выбранного элемента.Воздух.Пар конденсируется в снежные хлопья. Если использовано натуманное облако [fog cloud],зловонное облако [stinking cloud]или подобный магический эффект, это заклинание отменяет его. Если целью являются существа, состоящие из воздуха, они получают8к6урона холодом, а летающие существа должны преуспеть в спасброскеТелосложения, чтобы неупасть ничком(не получая урона от падения).Вода.Открытый водоём (пруд, озеро, река) замерзает на 4 фута от поверхности. Существа, находящиеся на воде или в ней, должны совершить спасбросокЛовкостичтобы избежать вмерзания в лёд. Обездвиженное существо может освободитьсядействием, пройдя успешную проверкуАтлетики (Сила). Существа, целиком или почти целиком состоящие из воды не получают урон, но становятсяпарализованнымина1к6раундов, если не преуспеют в спасброскеТелосложения; так же для них каждый фут перемещения стоит вдвое больше.Земля.Почва промерзает на 10 футов от поверхности. Скорость существ, роющих в этой местности, уменьшается вдвое и остаётся такой до тех пор, пока почва не начнёт оттаивать. Существа, состоящие из элементальной земли и провалившие спасбросокТелосложения, получают8к6урона холодом, а их тела покрываются трещинами и изломами.Огонь.Пламя трансформируется в осколки льда, и усыпанная ими поверхность становится труднопроходимой. Существа в горящей области получают2к6рубящего урона сразу после произнесения заклинания, и1к6рубящего урона за каждые 5 футов, которые они проходят по этой области, кроме случаев, когда они не замедляются обледенелой поверхностью; успешный спасбросокЛовкостиснижает рубящий урон вдвое. Лава охлаждается до твёрдой корки толщиной в 4 дюйма (10 см). Существа, состоящие из элементального огня, должны преуспеть в спасброскеТелосложенияили получить8к6урона холодом и статьоглушённымина1к6раундов.",
          "url": "https://ttg.club/spells/triumph_of_ice"
     },
     {
          "rusName": "Эфирность",
          "engName": "Etherealness",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "до"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы вступаете в пограничные окрестности Эфирного Плана, в местность, в которой он пересекается с вашим текущим планом. Вы остаётесь в Пограничном Эфире, пока активно заклинание, или пока вы не окончите его действием. Всё это время вы можете перемещаться в любом направлении.Если вы перемещаетесь вверх или вниз, каждый фут перемещения стоит 1 дополнительный фут.Вы можете видеть и слышать то, что происходит на плане, с которого вы пришли, но всё выглядит серым, и вы не видите то, что находится за пределами 60 футов. Находясь на Эфирном Плане, вы можете воздействовать только на существ, которые находятся там же, и только они могут воздействовать на вас. Существа, не находящиеся на Эфирном Плане, не могут воспринимать вас и взаимодействовать с вами, если только у них нет особого умения или магии, позволяющей делать это.Вы игнорируете все предметы и эффекты, не находящиеся на Эфирном Плане, что позволяет вам проходить сквозь предметы, оставленные на исходном плане. Когда заклинание заканчивается, вы мгновенно возвращаетесь на план, с которого пришли, в месте, которое занимаете в данный момент.Если вы при этом находитесь в месте, занятом предметом или существом, вас мгновенно переносит в ближайшее свободное пространство, которое вы можете занимать, и вы получаете урон силовым полем, равный удвоенному количеству футов, на которое вас телепортировало.Это заклинание не оказывает эффекта, если вы накладываете его, уже находясь на Эфирном Плане или плане, который не граничит с ним, например, на одном из Внешних Планов.",
          "url": "https://ttg.club/spells/etherealness"
     },
     {
          "rusName": "Ледяная хватка Пустоты",
          "engName": "Icy Grasp of the Void",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "120"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете холодную, чёрную тьму из самой Пустоты вокруг существа, которого видите.Цель должно совершить спасбросокТелосложения. В случае провала она получает10к10урона холодом и становитсяопутанной, или вдвое меньше при успехе и не становитсяопутанной.В начале каждого своего хода, из-за нехватки воздуха и жгучего холода хода, цель получает 1 уровеньистощения. Существа иммунные к холоду и лишённые потребности дышать не получают уровниистощения. Существо может совершить новый спасбросок в конце каждого своего хода, оканчивая эффект при успехе.",
          "url": "https://ttg.club/spells/icy_grasp_of_the_void"
     },
     {
          "rusName": "Проклятый прах",
          "engName": "Curse of Dust",
          "level": 7,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "500"
               },
               "duration": {
                    "type": "fixed",
                    "units": "weeks",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусок испорченной пищи"
               }
          },
          "description": "Вы проклинаете существо, с которым вы знакомы, лишая его возможности насытиться пищей, независимо от количества съеденного. Это не просто проблема восприятия; цель физически не может получить питательные вещества из еды и имеет все шансы погибнуть от голода. Через минуту после накладывания заклинания цель чувствует постоянный голод, неважно, сколько еды было поглощено.Цель должна совершать спасброскиТелосложенияпротив эффектов проклятия каждые 24 часа, пока оно действует. Каждый провал спасброска накладывает на цель один уровеньистощения.Эффект заканчивается через 1 неделю или после двух удачных спасбросков подряд.",
          "url": "https://ttg.club/spells/curse_of_dust"
     },
     {
          "rusName": "Регенерация",
          "engName": "Regenerate",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "молитвенный барабан и святая вода"
               }
          },
          "description": "Вы касаетесь существа и активируете его врождённые способности к исцелению. Цель восстанавливает4к8 + 15хитов. Пока заклинание активно, цель восстанавливает1хит в начале каждого своего хода (10хитов в минуту).Отрубленные части тела цели (пальцы, ноги, хвосты, и так далее), если они были, восстанавливаются через 2 минуты.Если отрубленная часть тела есть в наличии, и её можно приставить к обрубку, заклинание мгновенно сращивает их.",
          "url": "https://ttg.club/spells/regenerate"
     },
     {
          "rusName": "Замедленный огненный шар",
          "engName": "Delayed Blast Fireball",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "крошечный шарик из гуано летучей мыши и серы"
               }
          },
          "description": "Из вашего указательного пальца вылетает луч жёлтого света, концентрирующийся в светящемся шарике в пределах дистанции. Когда заклинание оканчивается, либо из-за того, что вы теряете концентрацию, либо когда вы сами это решите, шарик взрывается с гулким рокотом вспышкой пламени, огибающего углы.Все существа в сфере с радиусом 20 футов с центром в этой точке должны совершить спасбросокЛовкости. При провале существо получает урон огнём, равный сумме накопленного урона, или половине этого урона в случае успеха. Базовый урон этого заклинания12к6.В конце каждого вашего хода, пока шарик не сдетонировал, урон увеличивается на1к6.Если светящегося шарика кто-то коснётся до того как он взорвётся, коснувшееся существо должно совершить спасбросокЛовкости. При провале заклинание мгновенно оканчивается, а шарик взрывается. При успешном спасении существо может отбросить шарик на 40 футов.Ударившись о существо или твёрдый предмет, шарик взрывается, оканчивая заклинание. Огонь причиняет урон предметам и воспламеняет горючие предметы, которые никто не несёт и не носит.",
          "url": "https://ttg.club/spells/delayed_blast_fireball"
     },
     {
          "rusName": "Неуправляемая трансформация",
          "engName": "Uncontrollable Transformation",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": true,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "нос утконоса"
               }
          },
          "description": "Вы насыщаете свое тело чистым хаосом и велите ему выработать полезную мутацию. Бросьтек10и сверьтесь с приведенной ниже таблицей «Неуправляемые трансформации», чтобы определить произошедшую мутацию. Вы можете попытаться повлиять на процесс трансформации, чтобы заработать более предпочтительную мутацию, но эта попытка не дается бесплатно; бросьтек10дважды и выберите более предпочтительный результат, но получите также один уровеньистощения. По окончанию заклинания ваше тело возвращается в нормальное состояние.Неуправляемые трансформациик10Мутация1Длинная тонкая и гибкая третья рука вырастает из вашего плеча.Бонусным действиемвы можете использовать эту руку для атаки лёгким оружием. Вы получаете преимущество на проверкиЛовкости (Ловкость рук)и проверки использования инструментов.2Ваша кожа покрывается жёсткими чешуйками, что увеличивает ваш КД на+1и дает вамсопротивлениек случайному типу урона (совершите бросок по таблице «Тип урона»).3Странное сморщенное отверстие появляется в вашей спине. Вы можете использовать его, чтобы с силой выталкивать воздух, что дает вам скорость полета 30 фт. Вы должны приземляться в конце каждого своего хода. Кроме того,бонусным действиемвы можете попытаться толкнуть существо потоком воздуха. Цель должна совершить успешный спасбросокСилы, или оно отталкивается на 5 футов от вас. Сложность спасброска равна 10 + ваш модификаторТелосложения.4Второе лицо появляется у вас на затылке. Вы получаететемное зрениена дистанции до 120 футов ипреимуществок проверкамВнимательность (Мудрость), основывающимся на зрении или обонянии. Вы становитесь специалистом в ведении бесед с самим собой.5Вы отращиваете жабры, которые не только позволяют вам дышать под водой, но и отфильтровывают яд из воздуха. Вы получаете иммунитет к вдыхаемым ядам.6Ваша задняя часть вытягивается, и вы отращиваете второй набор ног. Ваша базовая скорость ходьбы увеличивается на 10 футов и ваш максимальный вес нагрузки становится равным вашему значениюСилы, умноженному на 20.7Вы становитесь неосязаемым и можете двигаться сквозь других существ и предметы, как если бы они былитруднопроходимой местностью. Вы получаете1к10урона силовым полем, если заканчиваете свой ход внутри предмета. Вы не можете поднимать или взаимодействовать с физическими предметами, которые не носили, когда становились бестелесным.8Ваши конечности вытягиваются и сплющиваются в цепкие весла. Вы получаете скорость плавания равную вашей базовой скорости ходьбы и преимущество к проверкамСилы (Атлетика), совершаемым при лазании или плавании. Кроме того, ваши безоружные атаки наносят1к6дробящего урона.9Ваша голова наполняется лёгким газом и раздувается в четыре раза от её нормального размера, из-за чего у вас выпадают волосы. Вы получаетепреимуществок проверкамИнтеллектаиМудростии можете левитировать на высоте до 5 футов над землей.10Вы отращиваете три пары перьевых крыльев, что дает вам скорость полета, равную вашей базовой скорости ходьбы, и способность парить.",
          "url": "https://ttg.club/spells/uncontrollable_transformation"
     },
     {
          "rusName": "Вьюга",
          "engName": "Blizzard",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Элементалист",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы призываете воющий шторм из толстых снежных и ледяных кристаллов, в цилиндре высотой и диаметром 40 футов. Местность внутри цилиндра становитсясильно затемнена.При появлении вьюги каждое существо внутри цилиндра должно совершить спасбросокТелосложенияили получить8к8урона холодом при провале или половину этого урона при успехе.Существа должны также совершать этот спасбросок, когда впервые за ход входят в область заклинания или оканчивают там ход. Также, существа, получающие урон холодом от вьюги, получаютпомехуна спасброскиТелосложенияпо поддерживанию концентрации до начала своего следующего хода.",
          "url": "https://ttg.club/spells/blizzard"
     },
     {
          "rusName": "Перст смерти",
          "engName": "Finger of Death",
          "level": 7,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы посылаете негативную энергию в видимое вами существо в пределах дистанции, вызывая у него сильную боль.Цель должна совершить спасбросокТелосложения или вслучае провала получает7к8 + 30урона некротической энергией или половину этого урона в случае успеха.Гуманоид, убитый этим заклинанием, воскресает в начале вашего следующего хода какзомби [zombie], постоянно находящийся под вашим командованием и выполняющий ваши устные команды.",
          "url": "https://ttg.club/spells/finger_of_death"
     },
     {
          "rusName": "Огненная буря",
          "engName": "Fire Storm",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Друид, Жрец, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "150"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "В выбранном вами в пределах дистанции пространстве начинается огненная буря. Область бури состоит из 1–10 кубов с длиной ребра 10 футов, которые вы можете располагать как вам захочется. Каждый куб должен иметь хотя бы одну общую грань с другим кубом.Все существа в этом пространстве должны совершить спасбросокЛовкости. Они получают7к10урона огнём при провале, или половину этого урона при успехе.Этот урон повреждает предметы и воспламеняет горючие предметы, которые никто не несёт и не носит. Если хотите, растения не будут затронуты этим заклинанием.",
          "url": "https://ttg.club/spells/fire_storm"
     },
     {
          "rusName": "Последние лучи заходящего солнца",
          "engName": "Last Rays of the Dying Sun",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "40"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "От вас исходит обжигающий жаром взрыв. Все враги, находящиеся в пределах 40 футов от вас, должны пройти спасброскЛовкости, при провале эти существа получают6к6урона огнем или половину при успехе. Сразу же после этого по той же области прокатывается волна холода, нанося6к6урона холодом врагам, не прошедшим спасбросок ранее или половину если прошли.",
          "url": "https://ttg.club/spells/last_rays_of_the_dying_sun"
     },
     {
          "rusName": "Символ чародейства",
          "engName": "Symbol of Sorcery",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "8"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "заранее подготовленные чернила, зачарованные магией"
               }
          },
          "description": "Этот магический символ рисуется на объекте, стене или любой другой поверхности шириной не менее 5 футов. Если существо, отличное от вас, приближается ближе чем на 5 футов от символа, происходит магический взрыв.Все существа в пределах 60-футового конуса от символа должны совершить успешный спасбросокМудростиили статьошеломлёнными. Провалившее бросок существо может повторять его в конце своего каждого хода, и при успехе окончить эффект. После того, как символ взрывается - его сила расходуется и заклинание заканчивается",
          "url": "https://ttg.club/spells/symbol_of_sorcery"
     },
     {
          "rusName": "Подобие",
          "engName": "Simulacrum",
          "level": 7,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "12"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "снег или лёд в количестве, достаточном для создания точной копии существа; немного волос, обрезков ногтей или других частей тела этого существа, помещаемые в снег или лёд; и толчёный рубин стоимостью 1 500 зм, которым посыпается копия, и который расходуется заклинанием"
               }
          },
          "description": "Вы создаёте иллюзорную копию зверя или гуманоида, который находится в пределах дистанции всё время, пока активируется заклинание. Копия является существом, частично реальным, созданным изо льда или снега, и она может совершать действия и вести себя как настоящее существо. Оно выглядит так же, как оригинал, но у него только половина от максимума хитов, и оно создаётся без снаряжения. Во всём остальном иллюзия использует все параметры копируемого существа за исключением того, что это конструкт.1Копия дружелюбна по отношению к вам и указанным вами существам. Она подчиняется вашим устным командам, перемещается и действует согласно вашей воле, и в сражении действует в ваш ход. Копия не может обучаться и становиться сильнее, так что она никогда не повышает уровень и характеристики, и не может восстанавливать использованные ячейки заклинаний.Если копия получает урон, вы можете исправлять его в алхимической лаборатории, используя редкие травы и минералы стоимостью 100 зм. за каждый восстанавливаемый хит. Копия существует, пока её хиты не опустятся до0, после чего она превращается в снег и мгновенно тает.Если вы используете это заклинание ещё раз, существующие активные копии, созданные вами этим заклинанием, мгновенно уничтожаются.",
          "url": "https://ttg.club/spells/simulacrum"
     },
     {
          "rusName": "Безвременный двигатель",
          "engName": "Timeless Engine",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Жрец",
          "subClasses": "Домен Часовых Механизмов, Школа Часовых Механизмов",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы останавливаете естественные процессы деградации и износа в немагическом механическом устройстве, делая обычное обслуживание необязательным и уменьшая потребление топлива до 1/10 от нормального. Для магических устройств и конструктов, заклинание значительно уменьшает износ. Магическое механическое устройство, машина или существо, обычно требующие ежедневного обслуживания, теперь требуют обслуживание только раз в год. Если оно требовало ежемесячного обслуживания, то теперь обслуживание требуется лишь раз в десятилетие.",
          "url": "https://ttg.club/spells/timeless_engine"
     },
     {
          "rusName": "Проекция",
          "engName": "Project Image",
          "level": 7,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "miles",
                    "value": "500"
               },
               "duration": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "ваша небольшая копия, изготовленная из материала, стоящего не менее 5 зм"
               }
          },
          "description": "Вы создаёте иллюзорную копию себя, существующую, пока активно заклинание. Копия может появиться в любом месте в пределах дистанции, которое вы до этого видели, вне зависимости от всех возможных препятствий. Иллюзия выглядит и звучит как вы, но неосязаема.Если иллюзия получает урон, она исчезает, а заклинание оканчивается. Вы можетеДействиемпереместить эту иллюзию на расстояние, вдвое превышающее вашу скорость, и заставить её жестикулировать, говорить и вообще, вести себя так, как решите вы. Она идеально повторяет ваши манеры.Вы можете видеть её глазами и слышать её ушами, как если бы находились в её пространстве.Вы можете в свой ходбонусным действиемпереключиться с её чувств на свои или обратно. Пока вы используете её чувства, выслепыиглухидля своего окружения.Физическое взаимодействие с образом даёт понять, что это иллюзия, потому что сквозь него всё проходит. Существа, исследующие образДействием, могут определить, что это иллюзия, совершив успешную проверкуИнтеллекта (Анализ)против Сл ваших заклинаний.Если существо распознаёт иллюзию, оно может видеть сквозь неё, и издаваемые ей звуки тоже становятся незначащими.",
          "url": "https://ttg.club/spells/project_image"
     },
     {
          "rusName": "Уход в иной мир",
          "engName": "Plane Shift",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "раздвоенный металлический прут, стоящий как минимум 250 зм, настроенный на конкретный план существования"
               }
          },
          "description": "Вы и до восьми согласных существ, взявшиеся за руки кругом, перемещаетесь на другой план существования. Вы можете указать в общих чертах точку прибытия, например, Медный город на Стихийном Плане Огня или дворец Диспатера на втором уровне Девяти Преисподних, и вы появитесь возле этого места. Например, если вы хотели оказаться в Медном городе, вы можете прибыть на Стальную улицу, перед Вратами Пепла, или оказаться посреди Моря Огня, на выбор Мастера.В качестве альтернативы, если вы знаете последовательность знаков телепортационного круга на другом плане существования, это заклинание может перенести вас в этот круг. Если круг телепортации слишком мал для переносимого количества существ, они появляются в ближайшем свободном пространстве рядом с кругом.Вы можете использовать это заклинание, чтобы изгонять несогласных существ на другой план. Выберите существо в пределах досягаемости и совершите по нему рукопашную атаку заклинанием. При попадании существо должно совершить спасбросокХаризмы. Если существо его проваливает, оно переносится в случайным образом выбранное место на выбранном вами плане существования. Перенесённое таким образом существо должно будет самостоятельно найти дорогу на ваш текущий план существования.",
          "url": "https://ttg.club/spells/plane_shift"
     },
     {
          "rusName": "Убийца легенд",
          "engName": "Legend Killer",
          "level": 7,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": "Драконьи Маски",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряный свиток с описанием цели заклинания, стоимостью не менее 1000 зм., расходуемый заклинанием"
               }
          },
          "description": "Вы подключаетесь к жизненной силе существа, способного совершать легендарные действия. Когда вы накладываете заклинание, цель должная совершить спасбросокТелосложения, в случае провала оно потеряет способность использоватьлегендарныедействия на всё время что длится это заклинание.Существоне можетиспользоватьлегендарное сопротивлениедля автоматического успеха на спасбросок от этого заклинания. Однако существо повторяет спасбросок в конце каждого своего хода, восстанавливая 1 легендарное действие при успехе. Оно продолжает повторять спасброски пока заклинание не завершится или оно восстановит все свои легендарные действия.",
          "url": "https://ttg.club/spells/legend_killer"
     },
     {
          "rusName": "Звёздное зрение",
          "engName": "Starry Vision",
          "level": 7,
          "schools": [
               "divination"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Иллюминация",
          "statsBlock": {
               "castTime": {
                    "type": "reaction",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кусочки золота стоимостью не менее 400 зм."
               }
          },
          "description": "Заклинание аналогично заклинанию Принуждённая судьба за исключением описанного выше - время (реакция), дистанция (в 2 раза дальше) и длительность (до 1 минуты). В конце своего каждого хода цель заклинания может повторять спасбросокХаризмы. В случае успеха заклинание оканчивается.",
          "url": "https://ttg.club/spells/starry_vision"
     },
     {
          "rusName": "Знак",
          "engName": "Symbol",
          "level": 7,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "until_dispelled",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "ртуть, фосфор и толчённые алмаз с опалом, общей стоимостью как минимум 1 000 зм, расходуемые заклинанием"
               }
          },
          "description": "Когда вы накладываете это заклинание, вы рисуете губительный знак на любой поверхности (такой как пол, стена или стол) или внутри предмета, который можно закрыть, чтобы скрыть знак (например, в книге, свитке или сундуке).Если вы выбрали поверхность, знак может покрыть площадь не больше 10 футов диаметром. Если вы выбрали предмет, он должен оставаться на месте; если предмет перенесут более чем на 10 футов от того места, где было активировано это заклинание, знак будет сломан, и заклинание окончится, не сработав. Знак практически невидим, для его обнаружения требуется успешная проверкаИнтеллекта (Анализ)против Сл ваших заклинаний. При накладывании заклинания вы определяете, что вызовет срабатывание знака.Для знаков, написанных на поверхности, чаще всего используют касание или наступание на знак, снятие другого предмета, закрывающего знак, приближение к нему на определённое расстояние, или манипулирование предметом, содержащим его.Для знаков, написанных внутри предмета, чаще всего используют открывание предмета, приближение к нему на определённое расстояние, осмотр или прочтение знака. Вы можете уточнить условие, чтобы заклинание активировалось только при определённых условиях или в зависимости от физических характеристик существа (таких как рост и вес), или его вида (например, можно выставить защиту от карг или от перевёртышей). Вы можете также определить существ, которые не будут активировать знак, например, тех, кто произнесёт пароль.Сработав, знак вспыхивает, заполняя на 10 минут сферу с радиусом 60 футов тусклым светом, после чего заклинание оканчивается.Все существа, находящиеся в сфере, когда знак активируется, становятся целью эффекта заклинания, так же как существа, впервые за ход входящие в сферу или оканчивающие в ней ход.Когда вы рисуете знак, выберите из приведённого списка один эффект:Безнадёжность.Все цели должны совершить спасбросокХаризмы. При провале цель охватывается отчаянием на 1 минуту. В это время она не может атаковать и нацеливаться на существ вредоносными умениями, заклинаниями и прочими магическими эффектами.Безумие.Все цели должны совершить спасбросокИнтеллекта. При провале цель становится безумной на 1 минуту. Безумное существо не может совершать действия, не понимает ничего, что говорят другие существа, не может читать, и произносит только неразборчивую чушь. Мастер контролирует его перемещения, которые весьма хаотичны.Боль.Все цели должны совершить спасбросокТелосложения, становясьнедееспособнымиот мучительной боли на 1 минуту при провале.Ошеломление.Все цели должны совершить спасбросокМудрости, становясьошеломлённымина 1 минуту при провале.Разногласие.Все цели должны совершить спасбросокТелосложения. При провале цель спорит и ругается с другими существами в течение 1 минуты. В это время она не способна осмысленно общаться и совершает броски атаки и проверки характеристик спомехой.Смерть.Все цели должны совершить спасбросокТелосложения, получая урон некротической энергией10к10при провале, или половину этого урона при успехе.Сон.Все цели должны совершить спасбросокМудрости,теряя сознаниена 10 минут при провале. Существо пробуждается, если получает урон или если кто-тоДействиемпотрясёт его или даст пощёчину.Страх.Все цели должны совершить спасбросокМудрости, становясьиспуганнымина 1 минуту при провале. Будучииспуганной, цель бросает всё, что держит, и должна в каждом своём ходу перемещаться как минимум на 30 футов от знака, если это возможно.",
          "url": "https://ttg.club/spells/symbol"
     },
     {
          "rusName": "Телепортация",
          "engName": "Teleport",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "10"
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": false,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Это заклинание мгновенно переносит вас и до восьми согласных существ на ваш выбор, видимых вами и находящихся в пределах дистанции, или один предмет, видимый в пределах дистанции, в выбранное вами место.Если целью является предмет, он должен полностью помещаться в куб с длиной ребра 10 футов, и его не может носить или нести несогласное существо. Выбранное место назначения должно быть известно вам, и оно должно находиться на одном плане существования с вами. Ваша ознакомленность с местом назначения определяет, успешным ли будет перемещение. Мастер бросаетк100и сверяется с таблицей.ОзнакомленностьНеудачаПохожее местоМимо целиТочно в цельПостоянный круг--Нет01-100Связанный предмет--Нет01-100Очень знакомое01-0506-1314-2425-100Изредка видимое01-3334-4344-5354-100Виденное один раз01-4344-5354-7374-100Описанное01-4344-5354-7374-100Ложно описанное01-5051-100--Ознакомленность.«Постоянный круг»означает постоянный круг телепортации, последовательность знаков которого вам известна. «Связанный предмет» означает, что у вас есть предмет, взятый из места назначения не позднее шести месяцев назад, например, книга из библиотеки волшебника, постельное бельё из королевской спальни, или кусок мрамора из потайного склеп лича.«Очень знакомое»это место, в котором вы часто бываете, место, которое вам довелось изучить, или место, которое вы видите в процессе накладывания заклинания.«Изредка видимое»это место, которое вы видели несколько раз, но которое вам не очень хорошо известно.«Виденное один раз»это место, которое вы видели один раз, возможно, при помощи магии.«Описанное»это место, чьё местоположение и внешний облик вам известно со слов других, возможно, по карте.«Ложно описанное»это место, которое не существует. Возможно, вы пытались подсмотреть святилище врага, но на самом деле видели иллюзию, или вы пытались телепортироваться в знакомое место, которое больше не существует.Точно в цель.Вы и ваша группа (или предмет) появляетесь там, где было задумано.Мимо цели.Вы и ваша группа (или предмет) появляетесь на случайном расстоянии от места назначения в случайном направлении. Расстояние от цели равно (1к10 × 1к10) процентов от расстояния, на которое вы перемещались. Например, если вы пытались перенестись на 120 миль, промахиваетесь мимо цели, и на двух1к10у вас выпадает «5» и «3», то вы промахиваетесь мимо цели на 15 процентов, то есть на 18 миль. Мастер определяет направление случайным образом, бросаяк8, где «1» означает север, «2» — северо-восток, «3» — восток, и так далее. Если вы телепортировались в город на побережье, и оказываетесь в море на расстоянии 18 миль, вы окажетесь в беде.Похожее место.Вы и ваша группа (или предмет) оказываетесь в другом месте, визуально или тематически похожем на место назначения. Например, если вы направлялись в свою лабораторию, вы можете оказаться в лаборатории другого волшебника или алхимическом магазине с таким же оборудованием как в вашей лаборатории. Обычно вы появляетесь в ближайшем похожем месте, но так как у заклинания нет ограничений по дистанции, вы можете оказаться где угодно на текущем плане.Неудача.Непредсказуемая магия заклинания делает перемещение опасным. Все телепортирующиеся существа (или предмет) получают урон силовым полем3к10, и Мастер совершает новый бросок по таблице, чтобы определить место назначения (возможны несколько неудач, и каждая будет причинять урон).",
          "url": "https://ttg.club/spells/teleport"
     },
     {
          "rusName": "Меч Морденкайнена",
          "engName": "Mordenkainen's Sword",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "миниатюрный платиновый меч с рукояткой и навершием из меди и цинка, стоящий 250 зм"
               }
          },
          "description": "Вы создаёте сгусток силового поля в форме меча, парящий в пределах дистанции. Он существует, пока активно заклинание.Когда меч появляется, вы совершаетерукопашную атаку заклинаниемпо цели на ваш выбор, находящейся в пределах 5 футов от меча. При попадании цель получает3к10урона силовым полем.Пока заклинание активно, вы можете в каждом своём ходубонуснымдействием перемещать меч на 20 футов в видимое место, и повторять эту атаку по той же самой или другой цели.",
          "url": "https://ttg.club/spells/mordenkainen's_sword"
     },
     {
          "rusName": "Охраняющее кольцо",
          "engName": "Ringward",
          "level": 7,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": "Хранитель Кольца",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "кольцо стоимостью 200 зм, расходуемое заклинанием"
               }
          },
          "description": "Это заклинание заставляет железное кольцо стать слегка мерцающим энергетическим кольцом, которое медленно вращается вокруг вас в радиусе 15 футов. В течение всего времени вы и ваши союзники в защитном энергетическом кольце совершают спреимуществомспасброски против заклинаний и получаете сопротивление одному типу урона на ваш выбор.",
          "url": "https://ttg.club/spells/ringward"
     },
     {
          "rusName": "Драконоподобное превращение",
          "engName": "Draconic Transformation",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "bonus_action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "статуэтка дракона стоимостью не менее 500 зм"
               }
          },
          "description": "С ревом вы черпаете магию драконов, чтобы трансформировать себя, приобретая драконьи черты.Вы получаете следующие преимущества, пока заклинание не закончится:Слепое зрение.У вас естьслепое зрениес дальностью 30 футов. В пределах этого диапазона вы можете эффективно видеть все, что не находится заполным укрытием, даже если выослепленыили находитесь в темноте. Более того, вы можете видетьневидимыхсуществ, если они успешно не скроются от вас.Дыхательное оружие.После того как вы накладываете это заклинание,бонусным действиемв последующих ходах во время действия заклинания, вы можете выдыхать мерцающую энергию 60-футовым конусом. Каждое существо в этой области должно совершить спасбросокЛовкости, при провале получив6к8урона силовым полем, или половину при успехе.Крылья.Бестелесные крылья вырастают из вашей спины, обеспечивая вам скорость полета 60 футов.",
          "url": "https://ttg.club/spells/draconic_transformation"
     },
     {
          "rusName": "Корона звёзд",
          "engName": "Crown of Stars",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Семь похожих на звезды частиц света начинают вращаться вокруг вашей головы, пока заклинание не закончится.Бонусным действиемвы можете отправить одну из частиц к одному существу или объекту на расстояние 120 футов от вас. Если вы так делаете, совершитедальнобойную атаку заклинанием. При попадании цель получает4к12урона излучением. Независимо от того, попали вы или нет, частица света исчезает.Действие заклинания оканчивается, когда исчезнет последняя частица света. Пока у вас остается четыре или более частиц, они испускаютяркий светв радиусе 30 футов итусклый светв пределах еще 30 футов. Если у вас осталось три или менее частиц, то они испускаюттусклый светв радиусе 30 футов.",
          "url": "https://ttg.club/spells/crown_of_stars"
     },
     {
          "rusName": "Поле энтропийного урона",
          "engName": "Entropic Damage Field",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "серебряная проволока"
               }
          },
          "description": "Оборачивая серебряную проволоку вокруг пальца, вы связываете свою судьбу со всеми подле вас.Когда вы получаете урон, он поровну распределяется между вами и всеми существами в пределах дистанции, провалившими спасбросокХаризмы. Весь оставшийся урон, который не может быть поровну распределен, достается вам. Существа могут заново совершать спасбросок каждый раз, когда вы получаете урон, а успешный спасбросок оканчивает эффект заклинания для этого существа. Заклинание также действует на существ, вошедших в зону заклинания уже после того, как оно было наложено.",
          "url": "https://ttg.club/spells/entropic_damage_field"
     },
     {
          "rusName": "Град щитов",
          "engName": "Volley Shield",
          "level": 7,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": false,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы касаетесь согласного существа и создаёте мерцающий щит из энергии Лей, чтобы защитить его. На время действия щит даёт цели+5 к КДисопротивлениедробящему, колющему и рубящему урону от немагического оружия.Помимо этого, щит отражает вражеские заклинания в того, кто их наложил. Когда цель заклинания преуспевает в спасброске против чар врага, вражеский заклинатель сам становится целью наложенного заклинания. Заклинатель должен совершить полагающийся спасбросок против Сл возвращённого заклинания и попадает под те же эффекты, что и обычно",
          "url": "https://ttg.club/spells/volley_shield"
     },
     {
          "rusName": "Таинственный мираж",
          "engName": "Mirage Arcane",
          "level": 7,
          "schools": [
               "illusion"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": null,
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "days",
                    "value": "10"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы заставляете местность в пределах 1 квадратной мили выглядеть, звучать, пахнуть и даже ощущаться как другая местность. Общая форма местности остаётся той же самой. Открытые поля и дороги можно сделать похожими на болото, холм, расселину или другую труднопроходимую или непроходимую местность. Пруд можно сделать похожим на травяную лужайку, пропасть сделать пологим склоном, а каменистый овраг — широкой и ровной дорогой.Точно так же, вы можете изменять внешний облик строений, или создавать их там, где их не было. Это заклинание не маскирует, не скрывает и не добавляет существ. Иллюзия включает в себя слышимые, видимые, тактильные и обонятельные элементы, так что она может сделать обычную местностьтруднопроходимой(и наоборот), и как-то иначе препятствовать перемещению.Все части иллюзорной местности (такие как камни и палки), вынесенные за пределы области пространства, мгновенно исчезают. Существа систинным зрениеммогут видеть сквозь иллюзию настоящую местность; однако, все элементы иллюзии для него остаются, так что хоть оно и будет знать о наличии иллюзии, оно всё ещё может взаимодействовать с ней.",
          "url": "https://ttg.club/spells/mirage_arcane"
     },
     {
          "rusName": "Связь сущностей",
          "engName": "Tether Essence",
          "level": 7,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Волшебник",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "катушка с платиновым шнуром стоимостью не менее 250 зм, расходуемая заклинанием"
               }
          },
          "description": "Два существа, которых вы видите в пределах дистанции, должны сделать спасбросокТелосложения, спомехой, если они находятся в пределах 30 футов друг от друга. Любое из существ может добровольно провалить спасбросок. Если хоть один спасбросок успешен, заклинание не имеет никакого эффекта.Если оба спасброска провалены, жизни существ становятся магическим образом связаны в течение всей длительности заклинания, независимо от расстояния между ними. Когда один из них получает урон, такой же урон наносится другому. Если одно из существ восстанавливает хитпоинты, то же количество хит-поинтов получает другое существо. Если хит-поинты одного из связанных существ уменьшено до 0, заклинание заканчивается на обоих существах. Если заклинание заканчивается на одном существе, оно заканчивается и на втором.",
          "url": "https://ttg.club/spells/tether_essence"
     },
     {
          "rusName": "Большой импульс Лей",
          "engName": "Greater Ley Pulse",
          "level": 7,
          "schools": [
               "transmutation"
          ],
          "isRitual": false,
          "classes": "Волшебник, Друид",
          "subClasses": "Геомант",
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "minutes",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": false,
                    "materialDesc": null
               }
          },
          "description": "Вы вызываете энергетические вибрации лей-линии и называете один тип урона. Каждое существо, находящееся в кубе ребром 20 футов в области от точки наложения заклинания, должно преуспеть в спасброскеМудростиили на время действия заклинания потерять иммунитет и сопротивление к выбранному типу урона.",
          "url": "https://ttg.club/spells/greater_ley_pulse"
     },
     {
          "rusName": "Воскрешение",
          "engName": "Resurrection",
          "level": 7,
          "schools": [
               "necromancy"
          ],
          "isRitual": false,
          "classes": "Бард, Жрец",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "hours",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "бриллиант, стоящий как минимум 1 000 зм, расходуемый заклинанием"
               }
          },
          "description": "Вы касаетесь существа, мёртвого не больше ста лет, умершего не от старости, и не являющегося нежитью. Если его душа свободна и согласна, цель возвращается к жизни с полными хитами.Это заклинание нейтрализует все яды и исцеляет немагические болезни, бывшие у существа в момент смерти. Однако это заклинание не снимает магические болезни, проклятья и подобные эффекты; если их не снять до накладывания этого заклинания, они снова начнут действовать, когда существо оживёт.Это заклинание исцеляет все раны и восстанавливает отсутствующие части тела.Возвращение к жизни — тяжёлое испытание. Цель получаетштраф −4ко всем броскам атаки, спасброскам и проверкам характеристик. Каждый раз, когда цель заканчивает длительный отдых, штраф уменьшается на 1, пока не исчезнет полностью.Накладывание этого заклинания для оживления существа, мёртвого больше года, сильно выматывает вас. Пока вы не окончите продолжительный отдых, вы не можете накладывать заклинания, и совершаете спомехойвсе броски атаки, проверки характеристик и спасброски.",
          "url": "https://ttg.club/spells/resurrection"
     },
     {
          "rusName": "Иммунитет к Контаминации",
          "engName": "Contamination Immunity",
          "level": 7,
          "schools": [
               "abjuration"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Друид, Жрец, Колдун, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "1"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "мистическая лилия, смешанная со специально приготовленными очищенными жидкостями стоимостью 250 зм., которые расходуются заклинанием"
               }
          },
          "description": "Пока заклинание активно, одно желающее существо, которого вы коснетесь, получаетиммунитетк урону некротической энергией и не может получить уровниКонтаминации. Существо, на которое наложено это заклинание, может нормально отдыхать внутри Глубинной мглы, созданой заклинаниемпризыв глубинной мглы [conjure the deep haze].Это заклинание немедленно заканчивается, если существо произносит заклинаниеКонтаминации.",
          "url": "https://ttg.club/spells/contamination_immunity"
     },
     {
          "rusName": "Октариновые брызги",
          "engName": "Octarine Spray",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Паладин, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "self",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "instant",
                    "units": null,
                    "value": -1
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "фрагмент делериума стоимостью 100 зм, который расходуется заклинанием"
               }
          },
          "description": "Когда вы произносите это заклинание, вы получаете один уровеньКонтаминации.Октариновые лучи света сверкают из вашей руки. Каждый луч имеет разный цвет, разную силу и назначение, см. таблицу ниже. Каждое существо в 60-футовом конусе должно преуспеть в спасброскеТелосложения. Для каждой цели бросьтек8, чтобы определить, луч какого цвета на нее воздействует.к8Эффект распыления октарина1Цель получает20к6урона психической энергии при провале или половину этого урона при успехе.2Цель получает20к6урона некротической энергией при провале или половину этого урона при успехе.3Цель получает20к6урона силовым полем при провале или половину этого урона при успехе.4Цель получает20к6урона излучением при провале или половину этого урона при успехе.5Цель получает20к6урона звуком при провале или половину этого урона при успехе.6В начале каждого своего хода затронутая цель использует все свое перемещение, чтобы двигаться прямо к ближайшему существу, которое она может видеть. Затем затронутая цельДействиемсовершаетрукопашную атакупо случайно определенному существу в пределах досягаемости. Если в пределах досягаемости нет существа, затронутая цель в этом ходу ничего не делает. В конце каждого своего хода затронутая цель может совершить спасбросокМудрости. В случае успеха этот эффект прекращается для этой цели.7В начале каждого своего хода затронутая цель получает один уровеньКонтаминации. В конце каждого своего хода затронутая цель может совершить спасбросокТелосложения. В случае успеха этот эффект прекращается для этой цели, но любые полученные уровни заражения сохраняются.8Особое.Цель поражается дополнительным лучом. Бросьтек8еще раз дважды(один для основного луча и второй для дополнительного). Количество дополнительных лучей, которые могут поразить одно существо таким образом, не ограничено.",
          "url": "https://ttg.club/spells/octarine_spray"
     },
     {
          "rusName": "Вызов Хезроу",
          "engName": "Conjure Hezrou",
          "level": 7,
          "schools": [
               "conjuration"
          ],
          "isRitual": false,
          "classes": "Волшебник, Чародей",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "60"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "концентрация,"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "еда стоимостью не менее 100 зм, расходуемая заклинанием"
               }
          },
          "description": "Вы призываетехезроу [hezrou], который появляется в незанятом пространстве, которое вы видите в пределах досягаемости. Хезроу исчезает, когда его хиты падают до 0 или когда заклинание заканчивается.Отношениехезроу [hezrou]зависит от ценности пищи, используемой в качестве материального компонента для этого заклинания. Бросьте инициативу дляхезроу [hezrou], у которого есть свои ходы. В начале ходахезроу [hezrou]Мастер делает секретную проверкуХаризмыот вашего имени с бонусом, равным ценности еды, деленной на 20. Сл проверки начинается с 10 и увеличивается на 2 каждый раунд. Вы можете отдавать приказыхезроу [hezrou]и заставить его подчиняться вам до тех пор, пока вы преуспеваете в проверкеХаризмы.Если проверка не удалась, заклинание больше не требует концентрации и демон больше не находится под вашим контролем. Затемхезроу [hezrou]сосредотачивается на том, чтобы пожирать любые трупы, которые он может увидеть. Если таких блюд под рукой нет, он нападает на ближайших существ и съедает всех, кого смог убить. Если его хиты опускаются ниже половины максимума хитов, он возвращается в Бездну.В рамках произнесения заклинания вы можете начертить круг на земле, используя кровь разумного гуманоида, убитого в течение последних 24 часов. Круг достаточно большой, чтобы охватить пространство вокруг вас. Призванный хезроу не может пересечь круг или выбрать целью кого-либо в нем, пока действует заклинание.",
          "url": "https://ttg.club/spells/conjure_hezrou"
     },
     {
          "rusName": "Печать святилища",
          "engName": "Seal of Sanctuary",
          "level": 7,
          "schools": [
               "abjuration"
          ],
          "isRitual": true,
          "classes": "Волшебник, Жрец",
          "subClasses": "Ангельский Писарь",
          "statsBlock": {
               "castTime": {
                    "type": "time",
                    "units": "minutes",
                    "value": "10"
               },
               "range": {
                    "type": "touch",
                    "units": null,
                    "value": -1
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "24"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "ладан и специальные чернила стоимостью не менее 250 зм, тратящиеся во время прочтения"
               }
          },
          "description": "Вы рисуете на земле, полу или любой другой твёрдой поверхности ангельскую печать. Печать создаёт духовную область в виде сферы радиусом 50 футов. На время заклинания каждая абберация, элементаль, фея, исчадие или нежить, что приближается к сфере на 5 футов, осознаёт, что собирается пересечь смертельно опасный для неё барьер.Если существо вступает в контакт с границей Святилища, оно должно совершить спасбросокХаризмы. В случае провала существо получает10к8урона излучением и отталкивается на 5 футов от границы Святилища, а также теряет возможность атаковать тех, кто находится внутри, будь то заклинание, способность или оружие. В случае успеха существо получает половину урона и способно пересечь пагубную границу. Тем не менее, находясь внутри Святилища, аберрации, элементали, феи, исчадия и нежить получаютпомехуна все атаки, проверки и спасброски.Все эффекты заклинанию применяются к указанным типам существ во время пересечения границы любым способом включая телепортацию и межпланарные перемещения.",
          "url": "https://ttg.club/spells/seal_of_sanctuary"
     },
     {
          "rusName": "Узилище",
          "engName": "Forcecage",
          "level": 7,
          "schools": [
               "evocation"
          ],
          "isRitual": false,
          "classes": "Бард, Волшебник, Колдун",
          "subClasses": null,
          "statsBlock": {
               "castTime": {
                    "type": "action",
                    "units": null,
                    "value": "1"
               },
               "range": {
                    "type": "fixed",
                    "units": "foots",
                    "value": "100"
               },
               "duration": {
                    "type": "fixed",
                    "units": "hours",
                    "value": "1"
               },
               "components": {
                    "somatic": true,
                    "verbal": true,
                    "material": true,
                    "materialDesc": "порошок рубина, стоящий 1 500 зм"
               }
          },
          "description": "Вокруг области, выбранной вами в пределах дистанции, возникает неподвижная, невидимая тюрьма в форме куба, созданная из магической силы. Тюрьма может быть клеткой или сплошной коробкой, на ваш выбор. Тюрьма в форме клетки может быть с длиной ребра до 20 футов, и состоит из сантиметровых прутьев (диаметр 1/2 дюйма), отстоящих друг от друга на 1 сантиметр (1/2 дюйма).Тюрьма в форме коробки может быть с длиной ребра до 10 футов, и она является сплошным барьером, останавливающим любую материю, и блокирующую заклинания, накладываемые как внутрь коробки, так и направленные из неё наружу. Когда вы накладываете это заклинание, под его действие попадают все существа, находящиеся целиком внутри области.Существа, находящиеся в области лишь частично, или слишком большие для заточения внутри, отталкиваются от центра области, пока не окажутся снаружи.Существо, находящееся в узилище, не может покинуть его без помощи магии. Если оно пытается использовать телепортацию или перемещение между планами, оно должно вначале преуспеть в спасброскеХаризмы. В случае успеха существо может использовать эту магию для выхода из узилища. При провале существо не может покинуть узилище, и тратит впустую использование заклинания или эффект.Узилище простирается и на Эфирный План, запрещая перемещение через него.Это заклинаниенельзярассеять заклинаниемрассеиванием магии [dispel magic].",
          "url": "https://ttg.club/spells/forcecage"
     }
]