[
	{
		"type": "DND",
		"actorType": 0,
		"phase": 1,
		"messages": [
			"Приветствую, это урок по атаке в ближнем бою!",
			"Для того, чтобы совершить атаку, вам надо подойти вплотную к противнику.",
			"Чтобы подойти к противнику, перетяните ваш токен (с зеленой окантовкой) к токену противника (с красной окантовкой)."
		],
		"allowedActions": [],
		"expectedAction": {
			"type": 0,
			"params": [
				{
					"x": 29,
					"y": 21
				},
				{
					"x": 30,
					"y": 21
				},
				{
					"x": 31,
					"y": 21
				},
				{
					"x": 29,
					"y": 20
				},
				{
					"x": 31,
					"y": 20
				},
				{
					"x": 29,
					"y": 19
				},
				{
					"x": 30,
					"y": 19
				},
				{
					"x": 31,
					"y": 19
				}
			]
		}
	},
	{
		"type": "DND",
		"actorType": 0,
		"phase": 1,
		"messages": [
			"Отлично! Теперь вы можете начать совершать атаку в ближнем бою. Для этого, на панели снизу слева выберите кнопку, с соответствующим действием и в качестве цели выберите клетку с противником."
		],
		"allowedActions": [],
		"expectedAction": {
			"type": 1,
			"params": []
		}
	},
	{
		"type": "DND",
		"actorType": 0,
		"phase": 1,
		"messages": [
			"В Dungeon & Dragons для того, чтобы совершить атаку по противнику надо совершить последовательность из 2-х действий.",
			"Первое: совершить бросок 1К20 на попадание. 1 - указывает на количество кубов, а 20 - на вид куба.",
			"Второе: при попадании, совершить бросок на урон, при провале, вы промахнулись. Так как вы атакуете мечом, то для урона надо будет совершить бросок 2К8.",
			"Совершите бросок 1К20. Для этого в меню справа выберите вкладку \"Дайсы\" и выберите нужный кубик, после нажмите на кнопку \"Совершить бросок\"."
		],
		"allowedActions": [],
		"expectedAction": {
			"type": 2,
			"params": [
				{
					"type": 5,
					"count": 1
				}
			]
		}
	},
	{
		"type": "DND",
		"actorType": 0,
		"phase": 1,
		"messages": [
			"Отлично, вы попали по противнику (это ведь просто манекен)! Теперь требуется совершить бросок на урон. Результат этого броска будет показывать, сколько урона вы нанесли противнику.",
			"Так как вы атаковали мечом, то для урона надо совершить бросок 2К8. Итоговый урон высчитывается следующим образом: 2К8 + модификатор характеристики + бонус мастерства (подробности можно будет увидеть во вкладке \"Логи\" в соответствующем сообщении)."
		],
		"allowedActions": [],
		"expectedAction": {
			"type": 3,
			"params": [
				{
					"type": 2,
					"count": 2
				}
			]
		}
	}
]
