{
	"welcome": [
		{
			"title": "Создание персонажа",
			"text": "Ваш первый шаг в приключении в игре Dungeons & Dragons - представить и создать своего <b>персонажа</b>.<br/><br/>Вы выбираете класс (например, боец или волшебник), профессию (например, ремесленник или солдат) и вид (например, человек или эльф). Вы также придумываете личность, внешность и предысторию своего персонажа. После создания персонаж становится вашим <b>аватаром</b> во вселенной Dungeons & Dragons!<br/><br/>Сейчас вы уже можете выбрать имя своему персонажу (поле сверху) или сделать это позже."
		}
	],
	"classWelcome": [
		{
			"title": "Выбор класса",
			"text": "На первом этапе выберите <b>класс</b> для своего персонажа. Каждый искатель приключений принадлежит к тому или иному классу. <b>Класс в общих чертах описывает призвание персонажа, особые таланты, которыми он обладает, и тактику, которую он, скорее всего, будет использовать при исследовании подземелья, сражении с монстрами или напряженных переговорах.</b><br/><br/>Ваш персонаж получает ряд преимуществ от выбранного класса. Эти преимущества - способности (например, заклинания), которые отличают вашего персонажа от представителей других классов. Вы также получаете ряд умений: оружие, навыки, броски спасения, а иногда и инструменты. Эти умения определяют многие вещи, которые ваш персонаж может делать особенно хорошо, от использования определенного оружия до убедительной лжи."
		},
		{
			"title": "Мультиклассирование",
			"text": "Искатели приключений могут использовать <b>более чем один класс</b>. Плут может решить развиваться в другую сторону и принести клятву Паладина, а Варвар может обнаружить в себе скрытые магические способности и перейти в класс Колдуна.<br/><br/>Дополнительные правила, позволяющие комбинировать классы таким образом, называются <b>Мультиклассированием</b>."
		}
	],
	"classesData": [
		{
			"id": "Bard",
			"image": "/CharacterBuilder/classes/Bard.jpg",
			"imageAlt": "bard-icon",
			"name": "Бард",
			"description": "Барды умеют вдохновлять других, успокаивать обидчиков, удручать врагов и создавать иллюзии.",
			"primalAbility": "Харизма",
			"hitPointDice": "К8",
			"savingThrows": "Ловкость и Харизма"
		},
		{
			"id": "Barbarian",
			"image": "/CharacterBuilder/classes/Barbarian.jpg",
			"imageAlt": "barbarian-icon",
			"name": "Варвар",
			"description": "Варвары - могучие воины, которых питают первобытные силы мультивселенной, проявляющиеся в виде Ярости.",
			"primalAbility": "Сила",
			"hitPointDice": "К12",
			"savingThrows": "Сила и Телосложение"
		}
	]
}
